{"Al2O3": {"95.0": [["Susan et al. prepared Al2O3 coating on the glass substrate by sol–gel method, which attained a superhydrophobic surface of 161° and 95% light transmittance [36].", "10.1016/j.apsusc.2021.149924", "single"], ["The Al2O3 coating through sol-gel spin-coating on the cover glass achieved a superhydrophobic surface of 161° WCA and 95% light transmittance (Sutha et al., 2017).", "10.1016/j.solener.2020.01.084", "unknown"]]}, "silica": {"91.0": [["These studies confirm the 91% optical transmittance in the visible region and presence of rough nanostructured asperities and therefore these might be responsible for the superhydrophobicity of the silica coatings as suggested by the Cassie–Baxter model.", "10.1016/j.apsusc.2011.08.023", "double"], ["Specifically, samples with 0.075 mL of sol mixture experienced least inhibiting effects from silica particles, thereby recorded a comparable transmittance (90%) with uncoated glass slides (91%).", "10.1016/j.solmat.2021.111053", "double"], ["Our results indicate that PVC-PS-silica nanocomposite thin films containing 5% and 10% silica NPs have high values of transmittance of about 91% and 92%, respectively.", "10.1016/j.heliyon.2020.e04177", "double"]], "98.0": [["For example, glasses coated by porous silica AR coating can achieve 98% transmittance within the range of 570–800nm [3].", "10.1016/j.tsf.2011.03.114", "double"], ["The spectra indicate that hydrophobic silica–gelatin hybrid coatings on glass substrates show 98% transmittance in the UV–visible region which will find its possible applications in the optical fields and also for the preparation of transparent biocompatible hydrophobic coatings.", "10.1016/j.colsurfb.2006.11.008", "single"]], "99.2": [["PMHS modified silica by Sun et al. [78] using the sol-gel method as in Fig. 5 (ii) increased the water contact angle significantly from 27 to 128° and transmittance of 99.2%, which decreases to 99% on exposure to 95% humidity.", "10.1016/j.rser.2021.111538", "double"]], "99.0": [["PMHS modified silica by Sun et al. [78] using the sol-gel method as in Fig. 5 (ii) increased the water contact angle significantly from 27 to 128° and transmittance of 99.2%, which decreases to 99% on exposure to 95% humidity.", "10.1016/j.rser.2021.111538", "double"]], "95.0": [["PMHS modified silica by Sun et al. [78] using the sol-gel method as in Fig. 5 (ii) increased the water contact angle significantly from 27 to 128° and transmittance of 99.2%, which decreases to 99% on exposure to 95% humidity.", "10.1016/j.rser.2021.111538", "double"]], "90.5": [["The modified silica thin film has reduced the reflectivity of the glass substrate about 3% and increased the transmittance from 90.5% to 96%.", "10.1016/j.jallcom.2021.162228", "single"]], "96.0": [["The modified silica thin film has reduced the reflectivity of the glass substrate about 3% and increased the transmittance from 90.5% to 96%.", "10.1016/j.jallcom.2021.162228", "single"]], "91.5": [["Fig. 7b shows the UV–visible spectra of the composite films prepared with different ratios of chitosan, the highest transmittance (91.5%) was obtained over the intrinsic CA film, which decreased to 89.8% after depositing silica particles.", "10.1016/j.carbpol.2021.118381", "double"]], "92.0": [["Our results indicate that PVC-PS-silica nanocomposite thin films containing 5% and 10% silica NPs have high values of transmittance of about 91% and 92%, respectively.", "10.1016/j.heliyon.2020.e04177", "double"], ["Ye et al. (2013) have reported that the tri-layer film on the glass substrates which consists of titania/silica hybrid showed higher average transmittance of 98.4% for tri-layer film, on the other hand, bare glass substrates showed 92% of an average transmittance in the region of 400–800 nm.", "10.1016/j.solener.2017.12.023", "unknown"], ["TMCS coating only decreases the optical transmittance of silica layer from 80% to 64% which is very low as compare to 92% transmittance of glass as shown in Fig. 9.", "10.1016/j.solmat.2017.06.017", "double"]], "99.9": [["By optimizing the ratio of organosilica binder added to silica nanoparticles for a better balance between optical and mechanical properties, the coatings demonstrated high transmittance up to 99.9%, and hardness of 4.2 GPa, passing a 4H pencil test.", "10.1016/j.solmat.2019.109939", "double"]], "93.35": [["The average transmittance from 300 to 900 nm was 93.35% for the blank silica plate.", "10.1016/j.apsusc.2019.02.133", "double"]], "99.5": [["For single-layer bottom and top layers on fused silica substrates, the experimental transmittance spectra with crest values of ca. ∼99.5% and 99.6% are presented, respectively.", "10.1016/j.colsurfa.2018.11.038", "double"]], "99.6": [["For single-layer bottom and top layers on fused silica substrates, the experimental transmittance spectra with crest values of ca. ∼99.5% and 99.6% are presented, respectively.", "10.1016/j.colsurfa.2018.11.038", "double"]], "92.45": [["The average transmittance of the Sol A coating rises from 89.80% to 92.45% compared the blank slide, which is attributed to the lower refractive index originating from the porous silica nanostructure.", "10.1016/j.apsusc.2018.06.177", "double"]], "98.4": [["Ye et al. (2013) have reported that the tri-layer film on the glass substrates which consists of titania/silica hybrid showed higher average transmittance of 98.4% for tri-layer film, on the other hand, bare glass substrates showed 92% of an average transmittance in the region of 400–800 nm.", "10.1016/j.solener.2017.12.023", "unknown"]], "94.59": [["As can be seen from the figure, with increasing the TCMS value, the transmittance initially increases to 94.59%, which indicates that modification of the silica particles can increase the transmittance of the thin film.", "10.1016/j.jnoncrysol.2022.121479", "double"], ["Therefore, as shown in Fig. 6, surface modifying of the silica particles with 0.2 ml of TCMS can significantly increase the transmittance of the glass coated film to 94.59%.", "10.1016/j.jnoncrysol.2022.121479", "double"]]}, "iron": {"92.0": [["As shown in Fig. 5(b), compared with an uncoated low iron glass that transmitted ∼ 92% of light, all coatings showed enhanced transmittance due to their RI being lower than that of the substrate.", "10.1016/j.conbuildmat.2021.125810", "double"], ["The findings highlighted that acrylic plastic has higher transmittance levels (92%) before exposure than low iron glass (91%).", "10.1016/j.enconman.2021.114442", "double"]], "91.0": [["The typical transmittance for low iron glass is 91% and 92% for acrylic plastic at UV/VIS range [41,42].", "10.1016/j.enconman.2021.114442", "double"], ["The findings highlighted that acrylic plastic has higher transmittance levels (92%) before exposure than low iron glass (91%).", "10.1016/j.enconman.2021.114442", "double"]]}, "Ta2O5": {"96.5": [["Prené et al. prepared double-layer SiO2/Ta2O5 coatings with W-shaped (λ/4–λ/2) structure and applied them for the blast-shield components in their high power laser system [4], meeting the requirement of broadband antireflection in a large degree, but the transmittance of the center wavelength (600–700nm) was relatively low (≤96.5%).", "10.1016/j.tsf.2011.03.114", "double"]]}, "SiO2": {"99.51": [["As revealed in Fig. 6, the average transmittance of the experimental spectrum is as high as 99.51% between 500 and 850nm which is obviously higher than that of the substrate without coating and about 1% more than that of the SiO2/Ta2O5 system.", "10.1016/j.tsf.2011.03.114", "double"]], "94.2": [["The average transmittance values of the thin films with 7nm and a:b=1:4 SiO2 nanoparticles were calculated to be 94.2% and 91.0%, respectively.", "10.1016/j.tsf.2011.02.081", "double"]], "91.0": [["The average transmittance values of the thin films with 7nm and a:b=1:4 SiO2 nanoparticles were calculated to be 94.2% and 91.0%, respectively.", "10.1016/j.tsf.2011.02.081", "double"]], "93.0": [["After coating the etched film with SiO2 nanoparticles, the transmittance was raised back to about 93%.", "10.1016/j.jeurceramsoc.2007.09.025", "double"]], "96.0": [["The percentage transmittance of SiO2–2wt.% gelatin–30wt.% MTMS and SiO2–2wt.% gelatin–70wt.% MTMS in the UV–visible region are 92 and 96%, respectively.", "10.1016/j.colsurfb.2006.11.008", "single"]], "98.0": [["Antireflective SiO2 was modified using 25% PMHS, increased the optical transmittance to approximately 98%, and displayed a water contact angle of 125° as suggested by Huang et al. [81].", "10.1016/j.rser.2021.111538", "double"], ["The peak transmittance of the commercially received glass substrate was increased from ~91 to ~98% when it was coated with the sol–gel SiO2 coating, as a result of antireflection owing to the porous structure-determined low refractive index of the SiO2 coating [57].", "10.1016/j.cej.2020.127809", "double"]], "96.07": [["In terms of super-hydrophobic coatings, Liang et al. prepared a SiO2-DMS coating with a transmittance of 96.07% in the 300-800nm spectral range [41].", "10.1016/j.surfin.2021.101135", "double"], ["At a wavelength of 300–800 nm, the average transmittance of SiO2-DMS was 96.07% and increased by approximately 3% compared with that of bare quartz glass.", "10.1016/j.cplett.2018.12.030", "single"]], "97.7": [["Tao et al. (2018) reported a broadband TiO2-SiO2 double-layer antireflective coating through a surface sol–gel process, and the average transmittance as high as 97.7% over the visible and near infrared region.", "10.1016/j.solener.2020.05.060", "double"]], "97.55": [["Therefore, the sol mixing method effectively improved the contact angle and transmittance of SiO2 film, and the hydrophobic SiO2 film with the contact angle of 141.38° and the transmittance of 97.55% within 380–1100 nm was prepared.", "10.1016/j.cplett.2020.137331", "double"]], "91.4": [["When the content of SiO2 was less than 5 wt%, similar high transmittance values were obtained from the prepared samples, among which the sealant-coated ones had the highest average transmittance of 88.7% in the range of visible wavelengths (380–760 nm), very close to that (91.4%) of the bare glass.", "10.1016/j.tsf.2019.137560", "double"]], "99.5": [["More recently, C. Wang et al. (2014) produced superhydrophobic Sol–Gel coatings using with SiO2 nanoparticles sizes from 12 to 40 nm, different solvents and curing temperatures and managed to obtain transmittance values of up to 99.5% (at 550 nm wavelength) associated with 152° contact angles.", "10.1016/j.solener.2019.03.051", "single"]], "92.0": [["The average transmittance (380–2500 nm) of the borosilicate glass substrate was about 90% while SiO2 superhydrophobic coating was about 92%.", "10.1016/j.cplett.2019.03.031", "double"]], "95.46": [["Mousavi et al. [19] reported that the transmittance of SiO2/TiO2 AR coatings decreased as the photocatalytic effect increased and achieved an average transmittance of 95.46% (with a photodegradation of about 65%) in the wavelength range of 380–1200 nm for a single-layered SiO2–TiO2 film.", "10.1016/j.apsusc.2019.01.234", "double"]], "94.38": [["The PU/SiO2 coating with three-dimensional networking structure allowed the light transmittance as high as 94.38%.", "10.1016/j.porgcoat.2017.05.009", "double"]], "92.7": [["The water contact angle of the superhydrophobic inorganic/organic (SiO2 +PVB) thin film was more than 150° and the average transmittance was 92.7% in the visible wavelength (400–700nm).", "10.1016/j.tsf.2016.02.034", "single"], ["The WCA and the transmittance of the superhydrophobic inorganic/organic (SiO2 +PVB) thin film are 158° and 92.7% in visible wavelength (400–700nm), respectively.", "10.1016/j.tsf.2016.02.034", "single"]], "90.7": [["It shows that the average transmittance in visible wavelength (400–700nm) of superhydrophobic thin film coated on an (SiO2 +PVB)-coated PC substrate (92.7%) was higher than (SiO2 +PVB) thin film on PC substrate (90.7%) and PC substrate (89.9%).", "10.1016/j.tsf.2016.02.034", "single"]], "95.2": [["3.2 Effects of template agent on transmittance and abrasion-resistance property of SiO2-LP/NP composite AR films SiO2-LP/NP film with 0.7:1mol ratio of SiO2-LPs to SiO2-NPs has obtained excellent abrasion-resistance property, but its average transmittance is only 95.2%, as shown in Fig. 5b.", "10.1016/j.surfcoat.2013.10.044", "double"]]}, "LaPO4": {"98.0": [["The coatings with pure TiO2 and TiO2–LaPO4 nanocomposite thin films have a transmittance between 91 and 98% within the visible region (400–800nm).", "10.1016/j.jssc.2011.05.020", "double"]]}, "TiO2": {"99.0": [["A decrease in transmittance is observed from 99% for uncoated glass slide to 91% for TiO2 coated glass surface, annealed at 400°C.", "10.1016/j.jssc.2011.05.020", "double"]], "91.0": [["A decrease in transmittance is observed from 99% for uncoated glass slide to 91% for TiO2 coated glass surface, annealed at 400°C.", "10.1016/j.jssc.2011.05.020", "double"], ["The corresponding spectrum of a glass substrate with a transmittance of 91–90% changes as expected by covering the surface with SiO2@TiO2 coatings, decreasing the transmittance values to 88–89%, 92–90%, 84–83%, and 91–90% for M1, M2, M3, and M4 respectively.", "10.1016/j.ultsonch.2021.105483", "single"], ["In addition, the transmittances of nanostructure TiO2 films obtained by GLAD were larger than that of the substrate (âˆ¼91%).", "10.1016/j.matpr.2017.06.135", "single"]], "97.0": [["In comparison to CH/ST films, the bionanocomposite CH/ST/T1% films that contain 1% of TiO2 exhibit a lower transmittance of >97% in the UVA, UVB, and UVC, as well as >60% in the visible region.", "10.1016/j.colsurfa.2021.127661", "single"]], "92.0": [["The corresponding spectrum of a glass substrate with a transmittance of 91–90% changes as expected by covering the surface with SiO2@TiO2 coatings, decreasing the transmittance values to 88–89%, 92–90%, 84–83%, and 91–90% for M1, M2, M3, and M4 respectively.", "10.1016/j.ultsonch.2021.105483", "single"]], "98.4": [["Jiang et al. [21] found the average transmittance of SiO2/TiO2/SiO2–TiO2 triple-layer AR coating in the visible region as 98.4%.", "10.1016/j.apsusc.2019.01.234", "double"]], "94.0": [["Fateh et al. [19] reported more than 94% optical transmittance for dip coated TiO2/SiO2 coatings on PC.", "10.1016/j.apsusc.2018.07.172", "double"]]}, "ZnO": {"98.0": [["Firstly, from Fig. 5a, it is found that the average transmittance of pure ZnO thin film (T ZnO,ave%) in the visible range (400–700nm) decreases from 98% to 86% with deposition time increases from 5min to 60min.", "10.1016/j.tsf.2009.07.181", "single"]], "95.0": [["For the 2% Mn/ZnO@PS film also transmittance has been found ∼95%.", "10.1016/j.matchemphys.2018.02.011", "single"], ["Gao et al. [7] coated SiO2 on ZnO nanorod arrays with an aspect ratio of 9.2:1, and prepared a superhydrophobic coating with a transmittance of 95%.", "10.1016/j.poly.2018.09.061", "double"]]}, "zirconium oxynitride": {"96.0": [["The zirconium oxynitride films retain hydrophobicity with high value of transmittance of ∼96.0% and contact angle increases with surface roughness.", "10.1016/j.mseb.2010.05.027", "single"]]}, "IMITO": {"94.6": [["For the nontreated IMITO layer, the average transmittance in the visible wavelength range is 94.6%.", "10.1016/j.apsusc.2010.05.014", "single"]], "96.4": [["However, after in situ oxygen plasma treatment, the average transmittance increases to 96.4%, which is approximately 1.8% higher than nontreated IMITO glass.", "10.1016/j.apsusc.2010.05.014", "single"]]}, "perovskite": {"96.0": [["For instance, Zhang et al. [32] prepared a highly antireflective perovskite coating with thermal evaporation method to retaining more than 96% of the original transmittance after 200 mechanical bending cycles.", "10.1016/j.colsurfa.2021.127919", "double"]]}, "ITO": {"93.0": [["In the investigation performed by Ebert and Bhushan (2012) the performance of ZnO, SiO2 and ITO (indium tin oxide) functionalized nano-particles was compared, and contact-angle values obtained were of, respectively, 165, 165 and 154° for transmittance values of 90%, 87% and 93%.", "10.1016/j.solener.2019.03.051", "single"]]}, "Aerosil": {"93.0": [["For the films prepared from 0.05 and 1 wt.% Aerosil® 200, the transmittance was about the same as that of the bare substrate which was about 93±2%.", "10.1016/j.tsf.2009.03.116", "double"]]}, "HMDS": {"99.9": [["As expected, the transmittance of the F-0 coating shows a significant decrease from 99.9% to 96.0%, while the F-0.1 hardly decreases the transmittance value, suggesting the HMDS-modification remarkably enhance the stability of F-0.1 in vacuum.", "10.1016/j.colsurfa.2018.11.038", "double"], ["The transmittance of F-0 has a significant decrease from 99.9% to 93.8%, while F-0.1 has a tiny decrease, which indicates that the HMDS-modified process can also significantly prevent the contamination of F-0.1 from liquid PDMS.", "10.1016/j.colsurfa.2018.11.038", "double"]], "96.0": [["As expected, the transmittance of the F-0 coating shows a significant decrease from 99.9% to 96.0%, while the F-0.1 hardly decreases the transmittance value, suggesting the HMDS-modification remarkably enhance the stability of F-0.1 in vacuum.", "10.1016/j.colsurfa.2018.11.038", "double"]], "93.8": [["The transmittance of F-0 has a significant decrease from 99.9% to 93.8%, while F-0.1 has a tiny decrease, which indicates that the HMDS-modified process can also significantly prevent the contamination of F-0.1 from liquid PDMS.", "10.1016/j.colsurfa.2018.11.038", "double"]]}, "hydrogen": {"92.0": [["The RCF film sample exhibits high transparency with an average transmittance of over 92% in the region of 400–800 nm, which is attributed to the complete dissolution of cellulose raw materials in NMMO, and formation of dense cellulose II film by hydrogen bonding.", "10.1016/j.apsusc.2021.151502", "double"]], "99.6": [["The abrasion-resistance and hydrophobicity of sol–gel silica AR coating were significantly improved by surface modification of PMHS with hydrogen content of 0.2% while maintaining a very high transmittance of 99.6%.", "10.1016/j.matlet.2013.04.016", "single"]]}, "PTFE": {"92.6": [["For sputtering power of 80 W, the obtained RCF/PTFE composite film achieves a light transmittance of 92.6% with a deposition rate of 16.7 nm/min.", "10.1016/j.apsusc.2021.151502", "double"]], "92.0": [["The UV–VIS-NIR transmission spectra of the RCF/PTFE composite film (Fig. 2(f)) shows a high transmittance of above 92%.", "10.1016/j.apsusc.2021.151502", "double"], ["A PTFE coating with an excellent light transmittance of above 92% in the visible light range of 400–760 nm was directly prepared on a glass surface containing a silicon oxide coating by AACVD, as shown in Fig. 14d [132].", "10.1016/j.renene.2021.12.123", "unknown"]], "97.0": [["Based on the transmittance and reflectance, we calculated the light extinction for both membranes and found that the FTCS-PDA/graphene/PTFE showed ~ 97% light extinction (Fig. 3C).", "10.1016/j.nanoen.2020.105444", "double"]], "99.5": [["An additional silica aerogel layer, combined with the silica nanoparticle multi-scale clusters and PTFE-like layer, improves light transmittance further to 99.5% between 1600–2100nm and a WCA of 158±2°.", "10.1016/j.pmatsci.2013.12.003", "unknown"]]}, "PDMS": {"94.2": [["To obtain a better idea, PCE of the organic solar cell was compared with/without PDMS coating by Jung Woo et al. [71] Interestingly, the PDMS film kept period of 380 nm, on glass substrates exhibited a WCA of 120° and solar weighted transmittance (SWT) of 94.2%, both much higher than that of bare glass substrates (CA 36° and SWT 90.3%).", "10.1016/j.rser.2021.111538", "double"], ["They found that for a period of 380nm, PDMS films laminated on glass substrates exhibit a hydrophobic surface with a water contact angle (θCA) of ≈120° and solar weighted transmittance (SWT) of ≈94.2%, both significantly higher than those (θCA≈36° and SWT≈90.3%) of bare glass substrates (shown In Fig. 21a).", "10.1016/j.solmat.2016.07.038", "unknown"]], "90.3": [["To obtain a better idea, PCE of the organic solar cell was compared with/without PDMS coating by Jung Woo et al. [71] Interestingly, the PDMS film kept period of 380 nm, on glass substrates exhibited a WCA of 120° and solar weighted transmittance (SWT) of 94.2%, both much higher than that of bare glass substrates (CA 36° and SWT 90.3%).", "10.1016/j.rser.2021.111538", "double"], ["They found that for a period of 380nm, PDMS films laminated on glass substrates exhibit a hydrophobic surface with a water contact angle (θCA) of ≈120° and solar weighted transmittance (SWT) of ≈94.2%, both significantly higher than those (θCA≈36° and SWT≈90.3%) of bare glass substrates (shown In Fig. 21a).", "10.1016/j.solmat.2016.07.038", "unknown"]], "95.0": [["Following sintering, the as-treated glasses (Rrms = 80 nm) showed remarkable anti-fogging activity, with light transmittance greater (Taverage ≈ 95%) than that in PDMS/SiO2-coated samples (Taverage ≈ 75%) under different scenarios, including air, liquid water, boiling water steam, and ambient conditions after freezing at −4 °C for 1 week.", "10.1016/j.pmatsci.2018.09.001", "unknown"]], "99.5": [["Following RIE treatment, optimized silica films with 82.8% porosity (9.1% PDMS in the BCP) exhibited an extremely small WCA (< 5° within 1 s), with an average transmittance of 99.5% in the visible range.", "10.1016/j.pmatsci.2018.09.001", "unknown"]], "98.0": [["PDMS coated glass substrate has an average transmittance of ~98%, which is almost similar to that of bare glass (Fig. 12b).", "10.1016/j.surfcoat.2017.11.070", "double"]], "93.0": [["As examined in Fig. 2 , the transmittance of pristine PDMS in visible region (400–700nm) was good, with light transmission of higher than 93%.", "10.1016/j.colsurfb.2016.02.021", "single"]], "91.65": [["As shown in Fig. 5(a), the diffuse transmittance (Td) of glass was ∼0.1% in the wavelength range of 350–900 nm, which increased to 78.25, 83.84, and 91.65% for the textured PDMS surfaces at 40, 50, and 60 °C, respectively.", "10.1016/j.apsusc.2022.152625", "single"]], "92.0": [["The optical transmittance of PDMS replicas presented in Fig. 8 shows that the transmittance of the un-patterned film on glass was very high (92%) as a consequence of optical clarity of the RTV615 mixture.", "10.1016/j.jpcs.2013.06.009", "single"]]}, "graphene": {"97.7": [["Therefore, a new type of graphene coating, with a reported UV–visible transmittance up to 97.7% and excellent thermal and chemical stability, has been considered [21].", "10.1016/j.ceramint.2020.09.163", "single"]], "97.0": [["Single-layer graphene synthesized using chemical vapor deposition (CVD) exhibits a low threshold RoC of 1.5 mm [30] and a high optical transmittance of 97% or more, but a low SE of 2.27 dB (2.2–7 GHz) [31] due to many defects formed during the CVD process [32].", "10.1016/j.compositesb.2019.107406", "single"]]}, "TEOS": {"93.1": [["By optimizing the synthesis conditions, the average light transmittance of the sample synthesized in the presence of 1 mL TEOS can reach 93.1% over 400–900 nm, while the sample displays much lower reflectivity than that of the bare glass (Fig. 5(b)), and CA and SA of 169.7° and 3.0°, respectively (Table S2).", "10.1016/j.jmrt.2020.02.022", "double"]]}, "UV326": {"95.99": [["With the content of UV326 enhanced from 0 to 10 phr, the UVB transmittance decreased from 7.85% to 0.46% and UVA transmittance present a significant decrease which dropped from 86.40% to 12.03% while the Vis light transmittance shows a little decrease (from 95.99% to 92.33) and decline is not obvious.", "10.1016/j.porgcoat.2021.106360", "single"]]}, "SiO2-10": {"95.33": [["Meanwhile, sample g-SEBS-30 SiO2-10 UV326 can shield 95.33% UVA light and all UVB light while the Vis transmittance has 41.70%.", "10.1016/j.porgcoat.2021.106360", "single"]], "97.17": [["Herein, the sample g-SEBS-40 SiO2-10 UV326 possesses the ability to shield 97.17% UVA light and all UVB light, and Vis light transmittance retains 34.90%.", "10.1016/j.porgcoat.2021.106360", "single"]]}, "graphene fluoride": {"92.0": [["This process could provide this graphene fluoride (GF) coating with a contact angle of 123° and light transmittance of up to 92%.", "10.1016/j.mtadv.2022.100270", "double"]]}, "MgF2": {"99.5": [["Yan et al reported that the novel hydrophobic and environmental durability properties of the coating can be obtained by modified treating prepared from methyl silicone and a MgF2 film was prepared with a water contact angle (WCA) of 105° and a peak transmittance of 99.5% [36].", "10.1016/j.surfin.2021.101135", "double"]], "99.2": [["Chundi et al. used hollow MgF2 nanoparticles to prepare a single-layer antireflective coating with an average transmittance of 99.2% in the visible spectrum [39].", "10.1016/j.surfin.2021.101135", "double"]], "97.5": [["Chen et al. [18] found the values of average transmittance (in the wavelength range of 400–800 nm) and WCA of SiO2-MgF2 films as 97.5% and 150.2°, respectively.", "10.1016/j.apsusc.2019.01.234", "double"]], "98.0": [["In the present contribution, we describe a facile route to fabricate antireflective, hydrophobic coatings based on MgF2 nanoparticles that results in a water contact angle of 130° and a high average transmittance of >98% (400–800 nm).", "10.1016/j.solener.2018.02.019", "double"]]}, "quartz": {"93.2": [["For example, when quartz glass is used as a cover of solar cells, the average transmittance of glass is 93.2%, and the reflection loss of incident light on the surface of the glass cover is about 6.8% without considering scattering and absorption.", "10.1016/j.apsusc.2021.149924", "single"]], "90.5": [["The optical transmittance of quartz glass decreases greatly (low to ∼90.5%) when the etching time is prolonged to 60 min.", "10.1016/j.vacuum.2022.111136", "single"]], "93.0": [["Further to this, the (MPSNPs/PDDA)3 configuration increased the transmittance from 93% (uncoated quartz) to 99.9% in the most sensitive wavelength range of the human eye to visible light (540–621 nm).", "10.1016/j.pmatsci.2018.09.001", "unknown"]], "99.9": [["Further to this, the (MPSNPs/PDDA)3 configuration increased the transmittance from 93% (uncoated quartz) to 99.9% in the most sensitive wavelength range of the human eye to visible light (540–621 nm).", "10.1016/j.pmatsci.2018.09.001", "unknown"]]}, "CaF2": {"95.2": [["The average transmittance of 10% CaF2 coated glass was 95.2% in the wavelength range of 300–1100 nm, and the transmittance of each wavelength was higher than that of the uncoated glass.", "10.1016/j.apsusc.2021.149924", "single"]], "94.52": [["The transmittance curve of 15% CaF2 coated glass had a similar variation trend to that of 10% CaF2 coated glass, but its average transmittance was only 94.52%, which was 0.68% lower than that of 10% CaF2 coated glass.", "10.1016/j.apsusc.2021.149924", "single"]]}, "acrylic resin": {"91.3": [["Cheng Zi Ming et al. [13] mixed SiO2 particles in the acrylic resin, and the spectral analysis revealed the average visible light transmittance to exceed 91.3%, whereas the average emission rate of the atmospheric window exceeded 93.7%.", "10.1016/j.solmat.2021.111117", "single"]], "93.7": [["Cheng Zi Ming et al. [13] mixed SiO2 particles in the acrylic resin, and the spectral analysis revealed the average visible light transmittance to exceed 91.3%, whereas the average emission rate of the atmospheric window exceeded 93.7%.", "10.1016/j.solmat.2021.111117", "single"]]}, "PCTE": {"98.0": [["Indeed, coatings deposited on polycarbonate film showed more than 98% transmittance across the visible range (Fig. S3).", "10.1016/j.cej.2020.128043", "single"]]}, "silicon": {"99.0": [["The transmittance of the HfO2/Si/HfO2 (#9) is enhanced to 99%, which is nearly 40% and 30% higher than that of the bare silicon wafer and HfO2/Si (#4), respectively.", "10.1016/j.jallcom.2020.158337", "double"]], "91.2": [["The transmittance of surface increased from 91.2% (bare glass slide) to 94% (glass slide coated with silicon nanofilaments).", "10.1016/j.colsurfa.2014.02.016", "unknown"]], "94.0": [["The transmittance of surface increased from 91.2% (bare glass slide) to 94% (glass slide coated with silicon nanofilaments).", "10.1016/j.colsurfa.2014.02.016", "unknown"]]}, "HfO2": {"99.0": [["Furthermore, the peak infrared transmittance of double-sided HfO2 film could be up to 99%, which increased by 40% than that of bare Si.", "10.1016/j.jallcom.2020.158337", "double"]], "93.0": [["The coating deposited at O2 flux of 30 sccm is found to be the optimal deposition condition for HfO2 film to obtain the optimum transmittance up to 93%, emissivity up to 90%, the bandgap of 5.65, refractive index ⁓2.03, hardness up to 12.5 GPa and good hydrophobicity with CA angle up to 117.8°.", "10.1016/j.vacuum.2021.110824", "single"]], "91.0": [["In general, the transmittance of amorphous HfO2 film is mostly confined to visible-region (91%) but reduces to 42% in the UV-region and then increases in the IR region up to ∼85% (Khoshman and Kordesch, 2006; Ramzan et al., 2015; Vargas et al., 2014).", "10.1016/j.solener.2017.12.021", "single"]]}, "carbon": {"97.7": [["Since a single layer graphene can reach ultraviolet–visible light transmittance up to 97.7% theoretically, the more carbon atomic layers, the lower the light transmittance.", "10.1016/j.ceramint.2020.09.163", "single"]]}, "PVC": {"92.0": [["3.2 Transmittance and morphology obtained by AFM The utmost transmittance of uncoated K9 glass, PVC substrates are respectively at 92.00% and 90.92% in visible range.", "10.1016/j.apsusc.2018.01.159", "double"]], "90.92": [["3.2 Transmittance and morphology obtained by AFM The utmost transmittance of uncoated K9 glass, PVC substrates are respectively at 92.00% and 90.92% in visible range.", "10.1016/j.apsusc.2018.01.159", "double"]]}, "HOH": {"99.05": [["According to the FT-IR spectra of bottom-coating xerogels before and after damp tests (Fig. S4 ESI†), the absorption of the HOH bond was significantly enhanced after environment-resistance, implying that the absorption of water was mainly responsible for the decrease in transmittance from 99.05% to 98.67%, corresponding to an increase in refractive index from 1.32 to 1.34.", "10.1016/j.solener.2020.05.060", "double"]], "98.67": [["According to the FT-IR spectra of bottom-coating xerogels before and after damp tests (Fig. S4 ESI†), the absorption of the HOH bond was significantly enhanced after environment-resistance, implying that the absorption of water was mainly responsible for the decrease in transmittance from 99.05% to 98.67%, corresponding to an increase in refractive index from 1.32 to 1.34.", "10.1016/j.solener.2020.05.060", "double"]]}, "nano-SiO2": {"94.33": [["With increasing of the proportion of large-sized nano-SiO2 particles, the contact angle of the film first increased from 126.25° to 141.38° and then decreased to 103.53°; the transmittance within 380–780 nm of the film first increased from 94.33% to 98.67% and then decreased to 95.18%; the transmittance within 380–1100 nm of the film first increased from 94.14% to 97.91% and then decreased to 95.12%.", "10.1016/j.cplett.2020.137331", "double"]], "98.67": [["With increasing of the proportion of large-sized nano-SiO2 particles, the contact angle of the film first increased from 126.25° to 141.38° and then decreased to 103.53°; the transmittance within 380–780 nm of the film first increased from 94.33% to 98.67% and then decreased to 95.18%; the transmittance within 380–1100 nm of the film first increased from 94.14% to 97.91% and then decreased to 95.12%.", "10.1016/j.cplett.2020.137331", "double"]], "95.18": [["With increasing of the proportion of large-sized nano-SiO2 particles, the contact angle of the film first increased from 126.25° to 141.38° and then decreased to 103.53°; the transmittance within 380–780 nm of the film first increased from 94.33% to 98.67% and then decreased to 95.18%; the transmittance within 380–1100 nm of the film first increased from 94.14% to 97.91% and then decreased to 95.12%.", "10.1016/j.cplett.2020.137331", "double"]]}, "PEG": {"96.44": [["The molecular weight increasing of PEG notably reduces the refractive index in comparison with Sol A so as to much increase the average transmittance to 96.44%.", "10.1016/j.apsusc.2018.06.177", "double"]], "99.0": [["Indeed, an increase in the PEG molecular weight led to the increases in both the wettability and the light transmittance (Taverage = 99%) in the visible region.", "10.1016/j.pmatsci.2018.09.001", "unknown"]]}, "MSN-Fc": {"98.0": [["As shown in Fig. 3E, the initial transmittance of β-CD-PNIPAM star polymer changed from 98% to 84.3% with the increase of MSN-Fc in mixtures at room temperature.", "10.1016/j.colsurfb.2019.110643", "single"]]}, "ammonium hydroxide": {"98.4": [["Zhang et al. have reported a simple approach to the preparation of a nanotextured glass, their method involved using the hydrothermal process in an ammonium hydroxide solution and allowed obtaining nanotextured surfaces with an anti-reflective character, which exhibited a superhydrophilic character, the study shows that the main factors affecting glass transmission were the temperature and the treatment time, whereas the effect of the concentration of ammonium hydroxide is low, thus, the highest transmission area was obtained under optimized conditions and the transmittance can reach 98.4% near wavelength of 500 nm [16].", "10.1016/j.apsusc.2019.144843", "single"]]}, "nano-silica": {"94.5": [["The dispersion of the superhydrophobic nano-silica in diesel oil has a light transmittance of 94.5%, showing lipophilicity.", "10.1016/j.apsusc.2020.145537", "double"]]}, "aluminum oxide": {"95.0": [["In addition, the aluminum oxide reinforce surface to achieve a high average transmittance of 95% along with anti-reflecting behavior.", "10.1016/j.triboint.2022.107652", "single"]]}, "F-B-H-T-70": {"95.8": [["However, the transmittance of F-B-H-T-70 was well-preserved at 95.8% during the damp heat test for two weeks, as shown in Fig. 11.", "10.1016/j.colsurfa.2019.124045", "double"]]}, "Dh,DLS": {"92.0": [["The protonation of block A also leads to the decrease of Dh,DLS from 61 nm to 51 nm and the increase of the solution transmittance of O 113 A 11 F 19@QDs solution from 78% to 92%.", "10.1016/j.polymer.2019.121706", "double"]]}, "organosilica": {"99.9": [["Upon addition of the organosilica binder, the transmittance can increase to 99.9%.", "10.1016/j.solmat.2019.109939", "double"]]}, "P3F-N": {"90.7": [["However, compared with glass substrate whose transmittance and haze value is 90.7% and 0.87%, the coatings maintained a high transmittance as a whole due to nearly identical refractive indexes for P3F-N resin and 8861-G resin segments [39].", "10.1016/j.eurpolymj.2022.111227", "double"]]}, "fluorine": {"95.0": [["Even PF-TMMS exhibited high transmittance (> 95%), but the transmittance of PF-TMMS was decreased by introducing the fluorine moiety because the fluorinated silica particles could scatter light.", "10.1016/j.porgcoat.2019.05.029", "single"]], "92.5": [["At a wavelength of 600 nm, the light transmittances of the silicon, fluorine and substrate samples were 92.5%, 92.2% and 87.6%, respectively.", "10.1016/j.solener.2017.12.052", "single"]], "92.2": [["At a wavelength of 600 nm, the light transmittances of the silicon, fluorine and substrate samples were 92.5%, 92.2% and 87.6%, respectively.", "10.1016/j.solener.2017.12.052", "single"]]}, "ap-POSS-PMMA-b-PDFHM": {"91.0": [["When using CHCl3 as dispersant, the transmittances of all hybrid solutions are decreased, especially for ap-POSS-PMMA-b-PDFHM (S2), the transmittance is 91–92% in THF but only 66–83% in CHCl3, which may be the result of the much larger aggregation size of S2 in CHCl3 (396 nm) than that in THF with 45% of 7.5 nm unimers and 55% of 122 nm micelles.", "10.1016/j.porgcoat.2019.04.006", "double"]]}, "CTAB": {"99.3": [["The porous composite film with ratios of n LP:n NPs =0.7:1 and n CTAB:n LPs =0.15:1 exhibits excellent AR effects with 99.3% peak and 98.4% average transmittance.", "10.1016/j.surfcoat.2013.10.044", "double"]], "98.4": [["The porous composite film with ratios of n LP:n NPs =0.7:1 and n CTAB:n LPs =0.15:1 exhibits excellent AR effects with 99.3% peak and 98.4% average transmittance.", "10.1016/j.surfcoat.2013.10.044", "double"]]}, "PTFEMA-5-G": {"92.9": [["As summarized in Table 3 , the Tmax of PTFEMA-40-G was 1.2% higher than that of PTFEMA-5-G, leading to the higher transmittance value (92.9%) close to that of PTFEMA-G, 93.1%, possibly due to the low refractive index of PTFEMA part [12,22].", "10.1016/j.jfluchem.2019.01.001", "single"]], "93.1": [["As summarized in Table 3 , the Tmax of PTFEMA-40-G was 1.2% higher than that of PTFEMA-5-G, leading to the higher transmittance value (92.9%) close to that of PTFEMA-G, 93.1%, possibly due to the low refractive index of PTFEMA part [12,22].", "10.1016/j.jfluchem.2019.01.001", "single"]]}, "AR200": {"95.54": [["The average transmittance of AR200 was calculated as 95.54 ± 0.05% at θ = 0° (Table 2).", "10.1016/j.apsusc.2019.01.234", "double"]], "96.57": [["The values of average visible light transmittance and WCA for AR200 and SuHyd were found as 96.57 ± 0.14%, 115.17 ± 2.03°, and 93.19 ± 0.55%, 150.70 ± 0.75°, respectively (Table 1).", "10.1016/j.apsusc.2019.01.234", "double"]], "93.19": [["The values of average visible light transmittance and WCA for AR200 and SuHyd were found as 96.57 ± 0.14%, 115.17 ± 2.03°, and 93.19 ± 0.55%, 150.70 ± 0.75°, respectively (Table 1).", "10.1016/j.apsusc.2019.01.234", "double"]], "95.0": [["However, the average transmittance of AR200 fabricated from the sol stored at 20 °C and room temperature on the 30th day was >95%.", "10.1016/j.apsusc.2019.01.234", "double"]], "96.22": [["The average transmittance of AR200 after 50 cycles decreased from 96.22% to 92.36%, thus resulting in a loss of 3.86%, whereas after 100 cycles, the value further dropped to 91.89% (a loss of 4.33%).", "10.1016/j.apsusc.2019.01.234", "double"]], "92.36": [["The average transmittance of AR200 after 50 cycles decreased from 96.22% to 92.36%, thus resulting in a loss of 3.86%, whereas after 100 cycles, the value further dropped to 91.89% (a loss of 4.33%).", "10.1016/j.apsusc.2019.01.234", "double"]], "91.89": [["The average transmittance of AR200 after 50 cycles decreased from 96.22% to 92.36%, thus resulting in a loss of 3.86%, whereas after 100 cycles, the value further dropped to 91.89% (a loss of 4.33%).", "10.1016/j.apsusc.2019.01.234", "double"]]}, "AR550": {"93.19": [["The surface of SuHyd had remarkably high undulation as compared to AR200 and AR550, thus causing more serious scattering of visible light (transmittance of 93.19 ± 0.55%).", "10.1016/j.apsusc.2019.01.234", "double"]], "96.28": [["In contrast, the average transmittance of AR550 specimen after 50 and 100 cycles decreased from 96.28% to 93.43% and to 93.30%, respectively, thus caused a loss of 2.85% and 2.98%, respectively.", "10.1016/j.apsusc.2019.01.234", "double"]], "93.43": [["In contrast, the average transmittance of AR550 specimen after 50 and 100 cycles decreased from 96.28% to 93.43% and to 93.30%, respectively, thus caused a loss of 2.85% and 2.98%, respectively.", "10.1016/j.apsusc.2019.01.234", "double"]], "93.3": [["In contrast, the average transmittance of AR550 specimen after 50 and 100 cycles decreased from 96.28% to 93.43% and to 93.30%, respectively, thus caused a loss of 2.85% and 2.98%, respectively.", "10.1016/j.apsusc.2019.01.234", "double"]]}, "micro-cone": {"91.5": [["The micro-cone patterned PET film exhibits an average transmittance of 91.5%, which is 1% higher than that of the bare film.", "10.1016/j.renene.2018.12.055", "single"]]}, "AAM": {"92.0": [["When hydrolyzed, fluoroalkyltrimethoxysilane (FAS) was coated on the alumina films and the water contact angle was found to be increased with an increase of immersion time, and it was also found that the immersion time of 30 s was long enough to give super-water-repellency and high transparency of 165° and 92% transmittance, respectively [189,190].", "10.1016/j.solmat.2018.09.015", "unknown"]], "95.0": [["The gradient microstructuring of the coating of rough structures-porous alumina-glass substrate, caused a moth-eye antireflective coating effect, increasing the sample's transmittance of visible light by about 4%, with an overall transparency of 95% (Fig. 2 ).", "10.1016/j.tsf.2017.06.019", "double"]]}, "PEG1000": {"96.44": [["The coating prepared from PEG1000- modified hydrosol attained average transmittance of 96.44% and better scratch resistance than the other samples.", "10.1016/j.apsusc.2018.06.177", "double"], ["The PEG1000-modified coating, with average transmittance of 96.44% and hardness of 4H, made a trade-off between roughness and hardness.", "10.1016/j.apsusc.2018.06.177", "double"], ["The PEG1000-modified coating prepared by organic-free sol-gel method and CVD process is practical owing to anti-smudge effect and average transmittance of 96.44%.", "10.1016/j.apsusc.2018.06.177", "double"]]}, "PEI": {"98.6": [["3.3 Transparency, mechanical properties, stability and self-healing ability of the PAA-AD/PEI-β-CD film Transmission spectrum shows that the as-prepared (PAA-AD/PEI-β-CD) * 30 film is more transparent than the (PAA/PEI) * 30 film in the visible region, with an average transmittance of ∼98.6% (Fig. 7 a).", "10.1016/j.apsusc.2017.03.129", "double"]]}, "Fe3O4": {"95.0": [["To reach a water transmittance above 95% (where the oil removal rate was estimated to exceed 99.9%) [32], the dosage of Fe3O4@APFS MNPs was at least kept at about 650 mg/L at pH 4.0, 740 mg/L at pH 7.0 and 800 mg/L at pH 10.0, respectively.", "10.1016/j.jallcom.2018.08.071", "single"]], "99.9": [["To reach a water transmittance above 95% (where the oil removal rate was estimated to exceed 99.9%) [32], the dosage of Fe3O4@APFS MNPs was at least kept at about 650 mg/L at pH 4.0, 740 mg/L at pH 7.0 and 800 mg/L at pH 10.0, respectively.", "10.1016/j.jallcom.2018.08.071", "single"]]}, "PMMA-b-PHFBMA-b-PSPA": {"99.0": [["Before illumination (B-L), PMMA-b-PHFBMA-b-PSPA film is colorless and has ultrahigh luminous transmittance (T lum>99%).", "10.1016/j.susmat.2022.e00420", "single"]]}, "PFS": {"96.08": [["The average absorption efficiency of PFS is as high as 96.08% after deducting its corresponding reflectance (3.88%) and transmittance (0.04%), where the average absorption efficiency of PFS is only 35.64% ( Figs. 5a, S12, and S13).", "10.1016/j.jhazmat.2022.128740", "double"]]}, "10AZO": {"91.7": [["Although the transmittances of the 0AZO and 3AZO films showed a small degree of fluctuation as annealing temperature was increased, the 10AZO films showed stable transmittances of approximately 91.7 ± 0.1% at annealing temperatures that ranged from 0 to 300 °C.", "10.1016/j.jallcom.2017.05.190", "double"]]}, "0AZO": {"91.5": [["In the case of the 0AZO films, the transmittance after dipping was changed from 90.6 to 91.5% (at a wavelength of 550 nm), which was the same as the transmittance (91.5%) of the glass.", "10.1016/j.jallcom.2017.05.190", "double"]]}, "silica ARCs": {"95.0": [["Fig. 4 exhibits the change in the transmittance curves of unmodified sol-gel silica ARCs and PMHS modified ARCs as a function of test time in a closed container with 95% relative humidity at room temperature.", "10.1016/j.matlet.2016.09.119", "double"]]}, "silica ARC": {"98.4": [["The transmittance of the pure silica ARC decreases from 100% to 98.4%, while that of PMHS-modified ARC remains relatively stable and only decreases from 99.2% to 99.0%.", "10.1016/j.matlet.2016.09.119", "double"]], "99.2": [["The transmittance of the pure silica ARC decreases from 100% to 98.4%, while that of PMHS-modified ARC remains relatively stable and only decreases from 99.2% to 99.0%.", "10.1016/j.matlet.2016.09.119", "double"]], "99.0": [["The transmittance of the pure silica ARC decreases from 100% to 98.4%, while that of PMHS-modified ARC remains relatively stable and only decreases from 99.2% to 99.0%.", "10.1016/j.matlet.2016.09.119", "double"]]}, "Cu(OH)2": {"91.0": [["After a reaction time of 60 s, a 40-nm-thick Cu layer deposited on a glass substrate was entirely consumed via oxidation to form CuO/Cu(OH)2 NWs, thereby realizing a high transmittance of 91% in the visible wavelength range.", "10.1016/j.apsusc.2022.153083", "double"]]}, "PEG4000": {"98.19": [["This nanoporous silica thin film with PEG4000 shows the highest transmittance of 98.19% with an average pore size 1–3nm.", "10.1016/j.mtcomm.2016.04.016", "double"]]}, "cadmium acetate": {"92.0": [["The average optical transmittance is about 92% for 0.025M concentration and the transmittance is reduced to 91%, 85% and 80% for the films prepared with higher precursor concentration of cadmium acetate.", "10.1016/j.spmi.2014.01.018", "single"]], "91.0": [["The average optical transmittance is about 92% for 0.025M concentration and the transmittance is reduced to 91%, 85% and 80% for the films prepared with higher precursor concentration of cadmium acetate.", "10.1016/j.spmi.2014.01.018", "single"]]}, "PIn-PEDOT": {"95.0": [["In an earlier report, the response required to attain 95% of total transmittance difference was found to be 2 s from the reduced to the oxidized state and 0.7 s from the oxidized to the reduced state for a PIn-PEDOT device.", "10.1016/j.polymer.2013.08.016", "single"]]}, "silica AR": {"99.9": [["As shown in Fig. 2, as the PMHS concentration increases from 0% to 1.5%, the transmittance of 1.0PMHS and 1.5PMHS modified sol–gel silica AR coatings decreases obviously from 99.9% to 99.1% and 99.9% to 99.3%, respectively, while that of 0.2PMHS modified sol–gel silica AR only decreases from 99.9% to 99.6%.", "10.1016/j.matlet.2013.04.016", "single"]], "99.1": [["As shown in Fig. 2, as the PMHS concentration increases from 0% to 1.5%, the transmittance of 1.0PMHS and 1.5PMHS modified sol–gel silica AR coatings decreases obviously from 99.9% to 99.1% and 99.9% to 99.3%, respectively, while that of 0.2PMHS modified sol–gel silica AR only decreases from 99.9% to 99.6%.", "10.1016/j.matlet.2013.04.016", "single"]], "99.3": [["As shown in Fig. 2, as the PMHS concentration increases from 0% to 1.5%, the transmittance of 1.0PMHS and 1.5PMHS modified sol–gel silica AR coatings decreases obviously from 99.9% to 99.1% and 99.9% to 99.3%, respectively, while that of 0.2PMHS modified sol–gel silica AR only decreases from 99.9% to 99.6%.", "10.1016/j.matlet.2013.04.016", "single"]], "99.6": [["As shown in Fig. 2, as the PMHS concentration increases from 0% to 1.5%, the transmittance of 1.0PMHS and 1.5PMHS modified sol–gel silica AR coatings decreases obviously from 99.9% to 99.1% and 99.9% to 99.3%, respectively, while that of 0.2PMHS modified sol–gel silica AR only decreases from 99.9% to 99.6%.", "10.1016/j.matlet.2013.04.016", "single"]]}}