{"KMnO4": {"9.7": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]], "5.6": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]], "3.1": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]]}, "carbon": {"15.0": [["3.5 Self-cleaning properties A self-cleaning test for the prepared superhydrophobic Ni micro-array surface is carried out by scattering carbon powder on the sample surface, which is glued to glass with a sliding angle of 15° above horizontal.", "10.1016/j.cej.2012.06.128"], ["Self-cleaning test for surface coated with M=7.84 was carried out by spreading carbon powder on the coating tilted at sliding angle 15° and observed good self-cleaning behavior (Fig. 5 ).", "10.1016/j.surfcoat.2011.05.055"]], "5.0": [["Liu et al. [36] fabricated lotus–leaf–like superhydrophobic surface on carbon steel substrate via two–layer nano–composite electro–brush plating and subsequent surface modification with low free energy materials and the contact angle is up to 155.5°, the sliding angle is 5°.", "10.1016/j.optlastec.2018.12.045"], ["The experiment results shows that the superhydrophobic structure can be fabricate on carbon steel substrate via two-layer nano-composite electro-brush plating under appropriate technology, after modification, the contact angle of two-layer coating can be up to 155.5°, the sliding angle is 5°.", "10.1016/j.apsusc.2013.10.030"], ["The conclusion is summarized as follows: the superhydrophobic structure can be successfully prepared by plating nano-C/Ni and nano-Cu/Ni two-layer coating on carbon steel substrate under appropriate technology; the micro/nano scale roughness of superhydrophobic coating surface is similar to that of lotus leaf; when the working voltage is 15V, brush speed is 8m/min, concentration of Cu nanoparticles is 5g/L, the contact angle of coating after modification with 1H,1H,2H,2H-Perfluorooctyltrimethoxysilane is the largest, up to 155.5°, the sliding angle is 5°; compared with carbon steel substrate, the superhydrophobic coating has better anti-corrosion performance.", "10.1016/j.apsusc.2013.10.030"]], "3.0": [["The deposited water could form a Cassie–Baxter wetting state on carbon nanoparticle coating as evidenced by the high static contact angle 160° (Figure S4a) and low sliding angle ∼ 3° (Figure S4b).", "10.1016/j.eml.2018.09.001"]], "1.99": [["Surprisingly, the MWCNTs-Ni/a-C: H film with a nickel concentration of 0.08 mg/mL and a multi-walled carbon nanotube concentration of 0.07 mg/mL exhibit exceptional superhydrophobicity, which has a static water contact angle measured as 158.89° and a sliding angle about 1.99°.", "10.1016/j.susc.2018.07.010"]], "4.0": [["In addition, carbon micro-spheres coated glass showed super-hydrophobicity with a water contact angle of about 153° and sliding angle of 4°.", "10.1016/j.apsusc.2015.04.118"]]}, "fluorine": {"14.2": [["In the case of the bare glass substrate, the sliding angle was 32.5°, whereas the angle decreased to 14.2° after the treatment with the fluorine-containing silane coupling agent.", "10.1016/j.jcis.2012.07.052"]], "2.0": [["It was found that the hydrophobicity of the coating was best at 15 wt% of fluorine-silicone resin and 2 wt% of CNTs-PMTFPS in the coating (contact ratio of 160.8° and sliding angle of 2°).", "10.1016/j.colsurfa.2022.129335"]], "10.0": [["Superhydrophobic surfaces with water contact angles [4] (CAs) beyond 150° and sliding angles (SAs) below 10°, are usually constituted by a combination of micro-nano hierarchical roughness [5,6] and low surface energy substances such as fluorine and silicon.", "10.1016/j.colsurfa.2022.128562"]]}, "PVDF": {"2.0": [["Interestingly, the water sliding angle of the superhydrophobic PVDF coating is only 2°, which is similar to the wettability of the natural lotus leaf.", "10.1016/j.apsusc.2012.07.118"], ["The water contact angle and sliding angle of the superhydrophobic PVDF coating were 156±1.9° and 2°, respectively.", "10.1016/j.apsusc.2012.07.118"], ["The maximum water contact angle was 159°, however, the contact angle hysteresis and sliding angles were 3.5° and 2°, respectively, showing extremely low adhesive force between the prepared PVDF nanocomposite substrate and water droplet.", "10.1016/j.apsusc.2013.10.013"], ["An increase in ZnO concentration in PVDF matrix allowed a substantial increase in water contact angle from 122° to 159°, however, the contact angle hysteresis and sliding angle decreased to 3.5° and 2°, respectively.", "10.1016/j.apsusc.2013.10.013"]], "1.0": [["The water contact angle and sliding angle of the PVDF film grafted under the optimum condition were 157° and 1°, respectively.", "10.1016/j.apsusc.2009.09.048"], ["On the surface of lotus-leaf-like PVDF film, the water contact angle and sliding angle were 157° and 1°, respectively, exhibiting excellent superhydrophobic and self-cleaning property.", "10.1016/j.apsusc.2009.09.048"], ["An increase in HMFS silica concentration in PVDF matrix allowed a substantial increase in water contact angle from 117° to 168° and the sliding angle decreased from 90° to <1°.", "10.1016/j.apsusc.2008.11.065"]], "12.4": [["The water drops on the untreated PVDF membrane surface were difficult to remove, and the sliding angle of this surface was 12.4°.", "10.1016/j.apsusc.2009.03.084"], ["Nevertheless, our experiments demonstrated that the sliding angles of PVDF membrane decreased from 12.4° to 4° after grafted with MTS, indicating that the hysteresis of the membrane surface decreased greatly.", "10.1016/j.apsusc.2009.03.084"]], "4.0": [["Nevertheless, our experiments demonstrated that the sliding angles of PVDF membrane decreased from 12.4° to 4° after grafted with MTS, indicating that the hysteresis of the membrane surface decreased greatly.", "10.1016/j.apsusc.2009.03.084"], ["The water contact angle and sliding angle on the created lotus-leaf-like PVDF membrane were 155° and 4°, respectively, exhibiting superhydrophobic property and self-cleaning property.", "10.1016/j.apsusc.2009.03.084"]], "5.7": [["Moreover, the PDTS-Fe-PDA/PEI-PVDF showed a slippery surface with low adhesion force (Fig. S4) that allows water droplets to be rolled away (sliding angle 5.7°), thus the PDTS-Fe-PDA/PEI-PVDF membrane granted self-cleaning property.", "10.1016/j.desal.2020.114889"]], "15.8": [["A relatively low sliding angle, ~15.8°, for the MP-PVDF membrane was observed (Table 1), whereas water droplet sticks to the C-PVDF membrane (sliding angle > 90°).", "10.1016/j.memsci.2020.117819"]], "1.69": [["The water droplet can easily roll off from the fluorinated SiO2-decorated PVDF membrane surface with a sliding angle 1.69 ± 0.13°, due to the ultralow adhesion force between water and the modified membrane [33].", "10.1016/j.seppur.2019.115898"], ["Through spray-coating the fluorinated SiO2 NPs on membrane surface, the PVDF membrane yielded the superhydrophobicity with an extremely high water contact angle up to 171.8 ± 1.1° and a low sliding angle of 1.69 ± 0.13°.", "10.1016/j.seppur.2019.115898"]], "4.5": [["Furthermore, the coated membranes also exhibited slippery characteristics with water sliding angles (WSAs) as low as 4.5° and 3.0° for PVDF-1.0 and PVDF-1.5 respectively (Fig. 6B).", "10.1016/j.seppur.2022.121282"]], "3.0": [["Furthermore, the coated membranes also exhibited slippery characteristics with water sliding angles (WSAs) as low as 4.5° and 3.0° for PVDF-1.0 and PVDF-1.5 respectively (Fig. 6B).", "10.1016/j.seppur.2022.121282"]], "1.2": [["The UWOCA of as-prepared PVA/SiO2 coated PVDF membranes is approximately 161.7° (Fig. 5B), oil droplets on it are extremely easy to roll off with a sliding angle as low as 1.2° (shown in Fig. 5C).", "10.1016/j.cej.2019.05.161"]], "11.8": [["However, A20-PVDF and A30-PVDF demonstrated sliding angles of 11.8° and 7.3°, which is larger than those found for DIW.", "10.1016/j.memsci.2018.12.019"]], "7.3": [["However, A20-PVDF and A30-PVDF demonstrated sliding angles of 11.8° and 7.3°, which is larger than those found for DIW.", "10.1016/j.memsci.2018.12.019"]], "5.0": [["As shown in Fig. 3c, the sliding angle of PVDF/SA nanofibrous coating was measured to be approximately 5 ± 1°, indicating lower adhesion force.", "10.1016/j.tsf.2018.05.008"], ["The MCC/PVDF composite film exhibits superhydrophobic properties with a water contact angle of approximately 160° and a sliding angle of 5°.", "10.1016/j.carbon.2015.05.086"]], "3.1": [["The contact angle rose up to 161.5° and the sliding angle dropped down to 3.1° on the PVDF micro/nano-composite membrane surface, moreover the average roughness of which increased from 112.3nm to 272.7nm.", "10.1016/j.memsci.2017.04.051"]], "20.0": [["Through the sliding angle test, it can be seen from Fig. 12c and Video S2 that the water droplet on the pristine PVDF remains still within the maximum test angle range of 0 –20°, so the surface does not have a “sliding effect”.", "10.1016/j.desal.2022.115649"], ["Through the sliding angle test, it can be seen from Fig. 12c and Video S2 that the water droplet on the pristine PVDF remains still within the maximum test angle range of 0–20°, so the surface does not have a “sliding effect”.", "10.1016/j.desal.2022.115649"]]}, "Alumina": {"5.0": [["Keywords Alumina Particle size Superhydrophobic Water contact angle 1 Introduction The research on superhydrophobic surfaces with a water contact angle (WCA) larger than 150° and a sliding angle (SA) less than 5° began after the discovery of self-cleaning effect on lotus leaf [1].", "10.1016/j.apsusc.2012.07.009"]]}, "γ-glycidoxypropyl trimethoxysilane": {"6.0": [["The experimental results show that coatings exhibited superhydrophobic and heat-resistant property with a water average contact angle of 156° and sliding angle of 6°, coating has a rough surface with both micro- and nanoscale structures, γ-glycidoxypropyl trimethoxysilane enhanced the hydrophobicity of the coatings.", "10.1016/j.apsusc.2012.06.043"]]}, "ZnO": {"5.0": [["In our samples, ZnO nanoparticles modified by stearic acid (ZnO@SA) achieved superhydrophobic property with a water contact angle of 152° and sliding angle of 5°.", "10.1016/j.saa.2012.03.079"], ["After FAS coating, however, the fibrous FAS coated ZnO (FZnO) films showed apparent superhydrophobicity with a water contact angle up to 165° and a sliding angle down to 5°.", "10.1016/j.cis.2011.08.005"], ["The contact angles of the surfaces are about 150° and the sliding angles are lower than 5°, indicating the superhydrophobicity of the ZnO films.", "10.1016/j.apsusc.2008.09.081"], ["Keywords Superhydrophobic Micro/nanostructure Fluorine-free Oil-water separation ZnO 1 Introduction Inspired by lotus leaves, artificial superhydrophobic surfaces with a water contact angle (WCA) larger than 150° and a water sliding angle (WSA) below 5° have received significant interest due to their potential applications, including self-cleaning [1,2], antifouling [3], anti-icing [4], corrosion resistance [5], water harvesting [6], oil-water separation [7,8], antibacterial coating [9], and drag reduction [10].", "10.1016/j.memsci.2020.118716"], ["NiO/ZnO samples after annealing at 170 °C for 90 min display a WCA of 153° and a sliding angle of ∼5°.", "10.1016/j.jallcom.2017.06.241"], ["By C4F8 plasma treatment to introduce CFn, the coating of ZnO nanorods can obtain superhydrophobicity, with a contact angle up to 160° and a sliding angle less than 5°, as Fig. 2(a) shows.", "10.1016/j.tsf.2014.04.085"], ["2.3 Reversible low adhesive to high adhesive superhydrophobicity transition The as-prepared superhydrophobic ZnO surfaces were low adhesive with water contact angle (CA) larger than 160° and sliding angle (SA) less than 5°.", "10.1016/j.apsusc.2013.10.019"]], "2.0": [["A water droplet is hardly able to stick to the modified ZnO nanorod film surface, indicated by a sliding angle of around 2° (Fig. 5(c)), allowing water droplets to roll off quiet easily.", "10.1016/j.msea.2006.11.057"], ["It is only reduced about 2° from 162° to 160° even if the sample is exposed to the usual atmosphere environment for 70 days, and the ZnO@STA nanocone array surface is still super-hydrophobic, the sliding angle is still lower than 2°.", "10.1016/j.jallcom.2019.151663"], ["More importantly, the water droplet on the ZnO@STA nanocone array surface immediately rolls away with the sliding angle of only 2° in the low temperature environment with the temperature of −15 °C, shown in Fig. 14(c).", "10.1016/j.jallcom.2019.151663"], ["Fig. 4(c), (d), (g) and (h) show the sliding angle of hierarchical ZnO structures to be <2° with 1.5μm and 1μm of spacing, respectively.", "10.1016/j.surfcoat.2017.10.022"]], "1.0": [["Thus, a superhydrophobic coating was obtained in one step without any additional chemical modification due to the highly developed morphology of the obtained zinc oxide (with the wetting angle of 160–170° and sliding angle of about 0–1°).", "10.1016/j.cej.2020.127775"], ["The as-prepared SHP surface exhibited a CA of 165.6° and sliding angle smaller than 1°; XRD results showed that the as-prepared SHP surface was composed of hexagonal ZnO after anneal process; Due to the nano-scale roughness and low surface energy of the as-prepared film after modification with HDTMS, superhydrophobicity of the as-prepared SHP film was obtained.", "10.1016/j.apsusc.2015.08.103"]], "1.8": [["When the ratio of 30 nm ZnO and 90 nm ZnO is 1:1, the coating exhibited the best hydrophobicity, showing the CA reached to 171°, and the sliding angle reached to 1.8°.", "10.1016/j.surfin.2020.100833"], ["The ZnO@PUA coating had a high water contact angle of 171° (Fig. 3c) and a low sliding angle of 1.8°, indicating low adhesion between the coating and the water droplet.", "10.1016/j.surfin.2020.100833"]], "10.0": [["It should be noted that the water contact angles were all above 160° and the sliding angle below 10° after 20 sandpaper abrasion cycles, suggesting the ZnO@PUA superhydrophobic coating had excellent wear-resisting performance.", "10.1016/j.surfin.2020.100833"], ["However, the STA does not react with the strong acid aqueous solution, the ZnO@STA nanocone array still is superhydrophobic surface with contact angle of 153°, and the sliding angle still is only 5° lower than 10° after the immersion of 120 min in strong acid with pH = 1, which can ensure the water droplet rolls away from surface easily.", "10.1016/j.jallcom.2019.151663"], ["However, the sliding angles of the PDMS substrate samples were never lower than 10°, regardless of the type of ZnO nanoparticles or the drying procedure, confirming the non-self-cleaning ability of the surfaces created by dipping deposition methodology.", "10.1016/j.surfin.2018.12.008"], ["3.3 Superhydrophobic properties of ZnO hierarchical nanostructures Superhydrophobic surfaces with a water contact angle >150° and a water sliding angle lower than 5–10° are produced by creating hierarchical surface structure and hydrophobic properties [38].", "10.1016/j.surfcoat.2017.10.022"], ["Keywords Superhydrophobic Electrochemical micromachining ZnO Droplet bouncing Cylindrical inner surface 1 Introduction Superhydrophobicity, implying extreme water repellency with contact angle (CA) over 150° and sliding angle (SA) less than 10° [1], is a distinctive characteristic of surface structure.", "10.1016/j.apsusc.2014.11.014"], ["Keywords Superhydrophobic coating Polystyrene ZnO nanoparticles Water–oil separation Micro/nano structures 1 Introduction The self-cleaning property of a superhydrophobic surface, on which the water static contact angle (CA) is greater than 150° and the sliding angle (SA) is no more than 10° [1,2], has drawn tremendous interest recently because of its potential application in industrial areas and biological processes, such as corrosion-free coatings [3], anti-adhesive coatings [4], and self-cleaning materials [5].", "10.1016/j.apsusc.2013.08.097"]], "4.0": [["Using the contact-angle meter, the water sliding angle on the SA-ZnO/PPS superhydrophobic coating is determined to be 4.0 ± 0.8° (Fig. 16(g)).", "10.1016/j.surfin.2022.102022"], ["It could be seen that the ZnO content, at which maximum WCA was achieved, is 100mg leading to WCA of 165° and sliding angles lower than 4°.", "10.1016/j.apsusc.2013.12.112"], ["Reasons for the larger sliding angle (the sliding angle of a lotus leaf is 2–4°) for the smooth cloth were due to ZnO configuration or perhaps the impact of the macrostructure of the cloth– factors not considered in this work.", "10.1016/j.jcis.2013.10.015"], ["The dynamic contact angle measurements on SHC–SSC coating with t ZnO=1300nm showed apparent advancing and receding contact angles of 163 and 159°, respectively with a sliding angle of 4°.", "10.1016/j.solmat.2012.06.031"]], "14.0": [["It is clear seen that after the immersion of 25 min in strong alkali with pH = 14, the water contact angle on the ZnO@STA nanocone array surface decreases from 162° to 146°, and the sliding angle increases to 14°.", "10.1016/j.jallcom.2019.151663"]], "1.5": [["Steele et al. [27] achieved WCA of 168° with extremely low sliding angle of 1.5°, as chemical spray casting of nanocomposite compound of zinc oxide and organosilane quaternary nitrogen compound on substrates with inherent micro-morphology.", "10.1016/j.ceramint.2017.07.176"]], "9.5": [["The sliding angle of a 40 μL droplet was found to be 9.5° and corresponded roughly with values found in the literature for other ZnO systems [42,43].", "10.1016/j.jcis.2013.10.015"]]}, "epoxy resin": {"3.0": [["Interestingly, the value of the sliding angle is only 3°, indicating that water droplets can slide easily on the as-prepared microflower-like superhydrophobic epoxy resin surface.", "10.1016/j.matchemphys.2012.04.049"]], "2.6": [["Moreover, superhydrophobic coatings are free from the limitation of the substrate and can be applied to the surface of various materials [25–29] Li et al. [30] prepared a superhydrophobic coating with a sliding angle of 2.6° by adjusting the spraying pressure of a mixture of fluorinated epoxy resin and polytetrafluoroethylene particles.", "10.1016/j.colsurfa.2022.129335"]], "16.0": [["When the diameter was 400 μm, the water droplet could still slide on the surface with a sliding angle of 16°, but the epoxy resin droplet could not slide anymore even when the surface was turned upside down.", "10.1016/j.surfcoat.2018.10.001"]], "7.3": [["Besides, this surface also showed excellent anti-adhesive performance for epoxy resin with a contact angle of 149.7° and sliding angle of 7.3°.", "10.1016/j.surfcoat.2018.10.001"]], "10.0": [["Except for the coating prepared under 15 °C (ERMs@Glass-15), epoxy resin coatings on smooth glass surfaces had contact angle larger than 150° and sliding angles smaller than 10°, presenting the superhydrophobicity.", "10.1016/j.cej.2018.10.123"]]}, "NH4OH": {"7.0": [["The best hydrophobic coating sol was prepared with methyltriethoxysilane (MTES), methanol (MeOH), and water (as 7M NH4OH) and showed a static water contact angle as high as 155° and a water sliding angle as low as 7° [29].", "10.1016/j.surfcoat.2012.04.094"]]}, "copper": {"5.0": [["In 2018, Jiang et al. [22] used a fast one-step pulsed electrodeposition method to prepare superhydrophobic films on copper substrates with an optimal water contact angle of about 160.3° and a sliding angle of about 5°.", "10.1016/j.colsurfa.2021.128220"], ["Both nanospheres and spherical micropits, the typical hierarchical nano–micro-structure, led that the copper wafer modified with FDTES was of superhydrophobicity, on which the water CA was 155±2.3°, and the sliding angle was less than 5°.", "10.1016/j.apsusc.2010.09.001"], ["In scratch tests, LIS, regardless of the texturing method, demonstrated excellent durability with self-healing characteristics, with sliding angle less than 5° and low corrosion rate of 0.0003–0.0007 mmPY, three orders of magnitude lower than that of bare copper.", "10.1016/j.colsurfa.2022.128711"], ["Both for the copper mesh (Fig. 4a) and copper foam (Fig. 4b), the underwater oil contact angles were more than 152° and the sliding angles were less than 5°.", "10.1016/j.cej.2018.04.146"], ["For instance, Haghdoost et al. [21] used a two-step electrodeposition technique to produce a superhydrophobic copper coating with a water contact angle of 160±6° and sliding angle of 5±2°.", "10.1016/j.cej.2016.05.133"]], "4.0": [["In this work, the sliding angle of water droplet on copper plate surface after surface self-assembly is about 4°.", "10.1016/j.apsusc.2011.04.137"], ["After 5-min etching, the copper mesh shows water contact angles of 157° and sliding angle of 4°.", "10.1016/j.jcis.2015.12.015"]], "3.5": [["Wang et al. [43] obtained Cu/Ni–Co coating on copper substrate, which has a hierarchical structure with a small sliding angle (SA) of 3.5° and a high WCA of 165.5°.", "10.1016/j.seppur.2020.117512"]], "10.0": [["The super-hydrophobic surface of the copper plate can be realized in one step by a simple, safe, and pollution-free method, with contact angle up to 159.4° and sliding angle of less than 10°.", "10.1016/j.surfcoat.2021.127386"], ["Moreover, all sliding angles of P25-Zonyl 9977 fabric and copper sheet (10, 2, and 1) are lower than 10° (Fig. S10 and Movie S1), indicating the achievement of controllable preparation of the superantiwetting surfaces from dual to quadruple superlyophobicity in air, water, and oil.", "10.1016/j.cej.2019.03.110"], ["The superamphiphobic copper surface exhibits high water contact angle (WCA) more than 150° and low sliding angle (SA) less than 10°.", "10.1016/j.colsurfa.2017.12.007"]], "1.0": [["Long et al. [29] reported the transition from the petal to lotus state by tuning the copper topography through laser micro-machining treatment where the sliding angle of water droplets decreased from above 90° to ~1°.", "10.1016/j.surfcoat.2019.125239"]], "12.0": [["The sliding angles are 12°, 23°, 38° and 45° for < 50 µm, 50–80 µm, 80–120 µm and 120–200 µm copper size, respectively.", "10.1016/j.ijheatmasstransfer.2022.122909"]], "23.0": [["The sliding angles are 12°, 23°, 38° and 45° for < 50 µm, 50–80 µm, 80–120 µm and 120–200 µm copper size, respectively.", "10.1016/j.ijheatmasstransfer.2022.122909"]], "7.0": [["Taking S4 as the example, as shown in Fig. 4(b), the water droplet also can roll on the treated copper mesh, with the sliding angle about 7 ± 1°, and the details were recorded in Video S1a and Video S1b.", "10.1016/j.surfcoat.2018.11.061"], ["The water contact angle and sliding angle of the as-prepared superhydrophobic copper surface were about 153° and 7°, respectively.", "10.1016/j.apsusc.2013.08.037"]], "11.9": [["Based on the predicted adhesion force, the sliding angle of 20μL water droplet on the patterned surfaces parallel to the line is 11.9°, while the sliding angle of water droplets perpendicular to the line (width 940μm) on the patterned copper surface was measured as 51.7 (±2.7) degrees (Fig. 3b).", "10.1016/j.apsusc.2017.08.215"]], "3.0": [["After modified by stearic acid, the copper surface with hierarchical structure became superhydrophobic, and the values of the water contact angle and sliding angle of the prepared superhydrophobic copper foil were 160.0° and 3°, respectively.", "10.1016/j.surfcoat.2014.06.004"]]}, "SiO2": {"5.0": [["Interestingly, the value of the sliding angle of PS-g-Fe3O4@SiO2 film was tested less than 5°, which shows excellent self-cleaning property.", "10.1016/j.apsusc.2012.01.113"], ["A water droplet could roll off the sloping MS-PAF-HNTs/SiO2 sponge surface easily with a sliding angle of 5° thanks to its outstanding hydrophobicity and anti-adhesion properties.", "10.1016/j.seppur.2021.119920"], ["In polar organic solvents, the FSC/SiO2–F composite coating also maintained their excellent water repellency with a high contact angle over 156° and a small sliding angle less than 5°.", "10.1016/j.compositesb.2020.108031"], ["The addition of SiO2 was confirmed to provide the paint with superhydrophobic character, showing static contact angles above 150°, sliding angles bellow 5°, and low hysteresis of around 1°.", "10.1016/j.porgcoat.2019.105376"], ["Figure S13a-c showed that the VTES-SiO2@PDMS coating, as a conventional superhydrophobic material, had significant resistance to static and dynamic 25 °C water, wherein its contact angle as well as sliding angle were 152° and 5°; however, when the 50 °C of water droplets contacted on the VTES-SiO2@PDMS coating, the bedewing phenomenon immediately emerged, moreover, the contact angles of 50 °C, 60 °C, 70 °C water droplets to this coating were 122°, 117°, 109°, demonstrating this type of conventional superhydrophobic surface was not provided with hot-water-repellency (Figure S13d-f).", "10.1016/j.cej.2022.136810"], ["It was noteworthy that the water contact angle on the as-prepared fiberglass cloth surface had a high value of 154° (Fig. 4d) and sliding angle was approximately 5°, that is, in the case that the SiO2 aggregations impacted the surface roughness and hydrophobic OTS decreased the surface energy of fiberglass cloth by the long-chain alkyls, the as-prepared fiberglass cloth was exceedingly superhydrophobic.", "10.1016/j.cej.2014.09.082"]], "3.5": [["However, the average static contact angle on the surface of ZnO/SiO2 paper mulch reaches 161.77°, and the average sliding angle is only 3.5°, which shows good super-hydrophobic performance.", "10.1016/j.jscs.2021.101322"]], "2.5": [["After ultraviolet aging, the surface contact angle of ZnO/SiO2 paper mulching is 163.64°, which is 2.78° higher than that before aging, and the sliding angle is 2.5°.", "10.1016/j.jscs.2021.101322"], ["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"]], "1.8": [["By contrast, the modified PVDF membrane coated by fluorinated SiO2 nanoparticles yielded a water contact angle of 170.8 ± 1.3° with a sliding angle of 1.8 ± 0.2°, suggesting a surface superhydrophobicity (Fig. 5C and D).", "10.1016/j.desal.2022.115925"], ["The maximum CA of the prepared SiO2/HLR-Si coating is 163°, and the sliding angle is 1.8°.", "10.1016/j.colsurfa.2022.128668"]], "2.0": [["The sliding angles on the surface of water drop LDPE and SBS coating are 72.3° and 84.4°, while that of SBS/SiO2 coating is between 2° and 3° realizing the self-cleaning performance of the material.", "10.1016/j.conbuildmat.2021.123283"], ["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"], ["With 1g SiO2 microparticles, homogenous superhydrophobic coatings were achieved having water static contact angle of 165.5°±5.7° and sliding angle 2.0°±0.5°.", "10.1016/j.colsurfa.2017.06.007"]], "3.0": [["The sliding angles on the surface of water drop LDPE and SBS coating are 72.3° and 84.4°, while that of SBS/SiO2 coating is between 2° and 3° realizing the self-cleaning performance of the material.", "10.1016/j.conbuildmat.2021.123283"], ["The resulting coatings rendered high WCAs of ~161° and very low sliding angles ~3° using 0.6 w% SiO2 solution in toluene.", "10.1016/j.porgcoat.2022.106715"]], "4.0": [["Next, dynamic wetting properties were investigated, and it was observed that water droplets shed over the lubricated SiO2 coatings at very low sliding angles (<4°) at all viscosities, but a variation law was indeed detected (Fig. 3b).", "10.1016/j.cej.2020.127809"], ["The bulk synthesis of the covalently cross-linking polymer scaffolding consisting of polyurethane acrylate (PUA), polydimethylsiloxane (PDMS), and silica particles (SiO2) ensures the composite film to exhibit bulk superhydrophobic property with a contact angle of 157° and a sliding angle of 4°.", "10.1016/j.compscitech.2020.108231"], ["Fig. 3b showed dynamic water contact angle measurement of CPU-SiO2 coating on the platform with a sliding angle less than 4°.", "10.1016/j.matlet.2018.07.090"]], "1.0": [["After immersion in pH = 14 solution for 48 h, the contact angle of the coating is decreased from 167° to 157° and the sliding angle is increased from 1° to 7°, which may be due to the corrosion of SiO2 NPs with NaOH solution, resulting in the decrease in superhydrophobicity.", "10.1016/j.surfcoat.2022.128658"], ["The addition of SiO2 was confirmed to provide the paint with superhydrophobic character, showing static contact angles above 150°, sliding angles bellow 5°, and low hysteresis of around 1°.", "10.1016/j.porgcoat.2019.105376"]], "7.0": [["After immersion in pH = 14 solution for 48 h, the contact angle of the coating is decreased from 167° to 157° and the sliding angle is increased from 1° to 7°, which may be due to the corrosion of SiO2 NPs with NaOH solution, resulting in the decrease in superhydrophobicity.", "10.1016/j.surfcoat.2022.128658"], ["In particular, the FSM-PMMA developed by the 50 nm PFOTES-SiO2 nanoparticles had the highest contact angle of 163° and the smallest sliding angle of 7°, because of the largest pore volume of 0.35 cm3 g−1.", "10.1016/j.colsurfa.2021.127973"]], "4.5": [["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"]], "8.0": [["It is important to note that the micro-nano hierarchical structure formed by the deposition of SiO2 nanoparticles endows superhydrophobicity to the untextured and textured substrates, showing the water contact angle >150° and the sliding angle ~8° (see Fig. 5a2 and b2).", "10.1016/j.surfcoat.2020.125856"], ["With SiO2 content of 0–8 wt%, the water CA increased from 130.4 ± 1.5 to 160.5 ± 2.3° and sliding angle decreased from 47 ± 5° to 8 ± 1°.", "10.1016/j.seppur.2019.03.080"], ["It can be clearly observed that with addition of 100%(w/w) concentration of SiO2 nanoparticles into 1%(w/v) concentration of LLDPE for three times dip; superhydrophobicity is achieved with a water static contact angle of 151.2±1° and sliding angle of 8±0.5°.", "10.1016/j.surfcoat.2017.07.025"]], "2.1": [["Furthermore, a porous surface SiO2 micro/nanofiber membrane synthesized by combining electrospinning and freeze-drying has a specific surface area of ∼5 times that of a traditional electrospun SiO2 micro/nanofiber membrane, has high superhydrophobicity, a water contact angle of ˃150°, a sliding angle of only 2.1° and has excellent adsorption performance to oils (Liu et al., 2019).", "10.1016/j.jclepro.2020.121624"]], "10.0": [["The incorporation of the electrospray coatings with SiO2 nanoparticles caused a significant increase in the static water CA higher than 150° with the content of SiO2 nanoparticles up to 50%, while the sliding angle drastically decreased to lower than 10° (Fig. S2a), verifying the contribution of SiO2 nanoparticles to superhydrophobic surface of electrospray coatings.", "10.1016/j.apsusc.2020.146104"], ["Keywords SiO2 nanoparticle Superhydrophobicity Spray Multi-functions 1 Introduction Superhydrophobic materials refer to materials with a water contact angle greater than 150° and a sliding angle less than 10° [1].", "10.1016/j.ceramint.2019.05.014"], ["Keywords Superhydrophobic Chlorosilane Isomers SiO2 Particles Nanosize Surfaces 1 Introduction A water repellent surface or a superhydrophobic (SH) surface is defined as a surface with a water contact angle (WCA) greater than 150° and a sliding angle (SA) smaller than 10° with high specific surface area and low surface energy [1].", "10.1016/j.matlet.2019.04.047"], ["Keywords Ag/SiO2 Hierarchical structure Superamphiphobicity Superhydrophobicity Superoleophobicity 1 Introduction Superhydrophobicity is defined as extreme water repellency by a solid surface [1] and such surfaces exhibit a water contact angle (WCA) >150° with a sliding angle of 10° [2].", "10.1016/j.apsusc.2018.03.148"], ["As illustrated in Fig. 3f, the contact and sliding angles of the Si-HBPU/F- SiO2 coating are measured and the results confirm that the coating has contact angles higher than 150° and sliding angles lower than 10° under extreme conditions after immerging for 144 h in different solutions.", "10.1016/j.apsusc.2022.152446"]], "6.0": [["SiO2/PU membrane exhibited high water contact angle (WCA: 152.1°) and low sliding angle (SA: 6.0°) for different aqueous solutions (water, saline solution, alkaline solution and acidic solution).", "10.1016/j.apsusc.2019.144837"]], "7.4": [["The superhydrophobic PCL/MSO/SiO2 membrane performed low sliding angle of 7.4 ± 1.2°.", "10.1016/j.eurpolymj.2019.04.011"]], "3.8": [["The highest water static contact angle of 169.7±2.2° and sliding angle of 3.8±0.5° is achieved from the addition of SiO2 nanoparticles in to porous LLDPE matrix.", "10.1016/j.surfcoat.2017.07.025"], ["Therefore, it can be concluded that a little amount of SiO2 nanoparticles into porous LLDPE coatings can give water static contact angle of 169.7±2.2° and sliding angle of 3.8±0.5°.", "10.1016/j.surfcoat.2017.07.025"], ["On increase in the concentration of SiO2 microparticles to 0.7g, superhydrophobicity is achieved with water static contact angle of 167.4°±7.6° and sliding angle of 3.8°±1.0° but the coating is found to be non-uniform.", "10.1016/j.colsurfa.2017.06.007"]], "9.0": [["As shown in Fig. 3A, a water stream could bounce off easily from the EP@PDMS@Fe3O4@SiO2@PP surfaces without leaving any residue, and the measured sliding angle of EP@PDMS@Fe3O4@SiO2@PP was only 9° (the measured process was shown in Movie S1), these suggest the weak adhesion interaction between paper surface and water.", "10.1016/j.colsurfa.2022.128449"], ["Although the agglomeration of the FSM-PMMA by 100 nm PFOTES-SiO2 slightly decreased, it still presented a high contact angle of 161° and a small sliding angle of 9°, related to its large SBET and VPore results.", "10.1016/j.colsurfa.2021.127973"]]}, "1–5": {"10.0": [["In recent years, superhydrophobic surfaces with a water contact angle (WCA) above 150° and sliding angle (SA) below 10° have been continuously attracting wide research interests [1–5], owning to their widespread potential applications such as microfluidic system with low resistance [6,7], self-cleaning [8,9], anti-adhesion [10,11], corrosion-resistant [12,13], or antifogging surfaces [14].", "10.1016/j.jcis.2011.10.029"], ["Keywords Superhydrophobic Dewetting Self-assembly Biomimetics Colloidal crystal 1 Introduction Inspired by the self-cleaning surface of lotus leaves, superhydrophobic coatings with large water contact angles (>150°) and small sliding angles (<10°) have attracted tremendous recent interests [1–5].", "10.1016/j.jcis.2010.08.070"]]}, "GLY": {"15.0": [["Water, glycerol, and rapeseed oil exhibit a spherical shape on the surface and easily roll off with the sliding angle all lower than 15° (Fig. 2 and Table 1).", "10.1016/j.jcis.2011.10.008"], ["As can be seen, water, glycerol and rapeseed oil have a spherical shape on the surface and also their sliding angle is smaller than 15°.", "10.1016/j.surfin.2019.100340"]], "3.0": [["The sliding angles and contact angles for water are 3° and 166°, respectively, while that of glycerol are 5° and 155°, respectively.", "10.1016/j.jngse.2020.103544"], ["The superamphiphobic Zn coating had large water and glycerol contact angles of 155.29° and 153.76°, respectively, and water and glycerol sliding angles of this coating were separate about 3° and 5°.", "10.1016/j.jtice.2016.02.022"]], "5.0": [["It was observed that it shows superhydrophobicity with hot water as well as 3.5% NaCl and repeling the liquids like ethylene glycol and glycerol with a contact angle ≥150° and sliding angle ≤5° as shown in Fig. 1 .", "10.1016/j.carbpol.2017.11.044"], ["The superamphiphobic Zn coating had large water and glycerol contact angles of 155.29° and 153.76°, respectively, and water and glycerol sliding angles of this coating were separate about 3° and 5°.", "10.1016/j.jtice.2016.02.022"]], "10.0": [["The contact angles of water and glycerol on this film were approximately 158° and 154°, respectively, and their sliding angles were <10°.", "10.1016/j.partic.2017.09.004"], ["The contact angle of water, glycerol and colza oil decreased from 164.5°, 158.2°, and 152.5 to 152°, 151° and 148.8°, and the sliding angle increased to 5.5°, 8° and 10°, respectively, (as shown in Fig. 10c and d).", "10.1016/j.matdes.2017.08.057"]], "2.5": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "4.0": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "3.2": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "5.6": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "5.5": [["The contact angle of water, glycerol and colza oil decreased from 164.5°, 158.2°, and 152.5 to 152°, 151° and 148.8°, and the sliding angle increased to 5.5°, 8° and 10°, respectively, (as shown in Fig. 10c and d).", "10.1016/j.matdes.2017.08.057"]], "8.0": [["The contact angle of water, glycerol and colza oil decreased from 164.5°, 158.2°, and 152.5 to 152°, 151° and 148.8°, and the sliding angle increased to 5.5°, 8° and 10°, respectively, (as shown in Fig. 10c and d).", "10.1016/j.matdes.2017.08.057"]]}, "PSt": {"2.0": [["Yuan et al. [25] produced a SHP coating using 1g polystyrene and reported a WCA of 156° and a sliding angle of 2±1.9°.", "10.1016/j.apsusc.2011.11.064"]], "10.0": [["To carry out the work, first superhydrophobic surfaces that mimic the hierarchical micro- and nano-structure and the roughness of the Lotus leaves were obtained on polystyrene in order to attain water contact angles greater than 150° and sliding angle lower than 10° (Neto, Custodio, Song, & Mano, 2011; Song et al., 2010).", "10.1016/j.carbpol.2013.05.091"]]}, "Snowtex OL & MP1040": {"13.9": [["In both cases, using lower nanoparticles concentration, 0.2% (dry add on), results in lower sliding angle with 13.9° and 13.2° for Snowtex OL & MP1040, respectively.", "10.1016/j.porgcoat.2011.07.006"]], "13.2": [["In both cases, using lower nanoparticles concentration, 0.2% (dry add on), results in lower sliding angle with 13.9° and 13.2° for Snowtex OL & MP1040, respectively.", "10.1016/j.porgcoat.2011.07.006"]]}, "PET": {"17.9": [["The effect of fabric structure on hydrophobicity can be proved by comparing the sliding angle of fluorochemical treated smooth polyester film, Melinex, (30.5±1.9°) with the fabric (17.9±0.7°).", "10.1016/j.porgcoat.2011.07.006"]], "10.0": [["The PU/SiO2@HD-POS coating was also coated on other substrates such as polyester fabric, wood plate and PU sponge and they all showed superhydrophobicity with a WCA greater than 150° and a sliding angle below 10°.", "10.1016/j.cej.2019.05.077"]], "1.5": [["Concerning practical application, the work by Cai et al. (2018) is a significant step where they used all water-based and commercially available PDMS or paraffin wax emulsion with water-based SiO2 nanoparticle dispersion to impart extreme water repellency to polyester fabric, achieving water contact angle of 145° and sliding angle of 1.5°, respectively.", "10.1016/j.fpsl.2022.100823"]]}, "fluorocarbon": {"10.0": [["These finishing agents offer water contact angles of more than 150° and sliding angles of less than 10°, thus conferring superhydrophobicity, and also provide oil repellence (to a greater or lesser extent depending on the application dosage and the chemical structure of the fluorocarbon) [4,5].", "10.1016/j.porgcoat.2020.105968"]], "2.0": [["After using chemical vapor deposition to coat these nanocarpets with a monolayer of fluorocarbon, the researchers obtained SHP surfaces with an ACA of 167° and a low sliding angle of 2° [113,114].", "10.1016/j.porgcoat.2017.05.019"]]}, "PTFE": {"2.0": [["A superhydrophobic PTFE surface was achieved, with the water contact angle being up to 160° and the sliding angle down to ~2°.", "10.1016/j.cis.2011.08.005"], ["The sliding angle measurements at around 2° show that electrosprayed PTFE has minimal advancing and receding contact angle hysteresis, which is essential to characterize superhydrophobic behaviour with excellent water mobility for device applications.", "10.1016/j.surfcoat.2007.05.012"], ["The fumed silica powder gives rise to increase in the oil adsorption sites where repellent oils (Silicone or Krytox (PTFE)) are easily infused resulting in extremely low sliding angles of up to 2° with both polar and non-polar liquids.", "10.1016/j.addma.2021.102379"], ["Zhuang et al. (2017) have reported that the water CA of PTFE surface is kept above than 160° and sliding angle (SA) remained below than 2° after impingement with 800 drops of 15 µL water at height of 1 m.", "10.1016/j.solener.2017.12.023"]], "8.6": [["The sliding angle of PTFE-coated surface was 8.6° which, according to Quan et al. (2016), could be identified as a self-cleaning surface.", "10.1016/j.jclepro.2020.121748"]], "10.0": [["The heights of the top peaks were high compared to those of the PTFE-coated surface, even though the contact angles of these surfaces were higher than 90°, but the sliding angle was greater than 10°.", "10.1016/j.jclepro.2020.121748"], ["Keywords Superhydrophobicity Thermal spraying Polytetrafluoroethylene Mechanical stability 1 Introduction Superhydrophobic surfaces with water contact angle (CA) greater than 150° and sliding angle (SA) lower than 10° have attracted extensive research attention from both scientific and industrial communities owing mainly to their potential applications [1,2], including self-cleaning [3], anti-corrosion [4], anti-fogging [5], microfluidic [6], anti-icing [7], anti-fouling [8], drag-reducing [9], etc.", "10.1016/j.apsusc.2015.08.156"]], "5.0": [["While the chloroform droplet immediately wetted the surface of the pristine PTFE membrane, it was repelled by the coated membrane surface with a sliding angle of less than 5° (Fig. 5 b).", "10.1016/j.memsci.2022.120697"], ["The PTFE coating displayed a sliding angle of approximately 5° before grinding which is indicative of a self-cleaning surface.", "10.1016/j.wear.2016.12.050"]], "1.0": [["The same procedure was performed by Ryo et al. [39] to produce a superhydrophobic PTFE substrate having an extremely high WCA of 178.9° and a very low sliding angle of 1°.", "10.1016/j.surfcoat.2019.07.005"], ["The ZnO/SiO2/PTFE SHP surface exhibited a CA up to 167.2° and sliding angle (SA) less than 1°.", "10.1016/j.matlet.2017.06.127"], ["The maximum contact angle of ∼160° and very low contact angle hysteresis of ∼2° as well as sliding angle of ∼1° was obtained for the optimum PTFE (300nm)/ZnO nanorod thin film system.", "10.1016/j.apsusc.2015.02.197"]], "4.9": [["When the texture density approached 45%, contact angle of the PTFE surface increased to 160°, and the sliding angle decreased to 4.9°.", "10.1016/j.triboint.2019.04.004"]], "4.0": [["When, the loading of polytetrafluoroethylene was about 40 vol%, the superhydrophobic coating surface exhibited a water contact angle over 165° and smallest water sliding angle of about 4°.", "10.1016/j.colsurfa.2016.12.057"], ["After the further construction of the PTFE/nano-Cu top layer, all the coatings display superhydrophobicity with water contact angle (CA) of ∼153° and sliding angle (SA) of lower than 4° (Table 1 ).", "10.1016/j.colsurfa.2015.12.017"], ["The sliding angles of two bilayers PTFE/SHSG-coated canvas of sample D were 3° and 4°, for just prepared and after accelerated weathering test of 300h, respectively (see Video).", "10.1016/j.apsusc.2014.03.173"], ["After accelerated weathering test of 300h, the two bilayers PTFE/SHSG-coated canvas had a tensile strength of 237kg, static WCA of 143.7°±2.1°, a contact angle hysteresis of 8°, and a sliding angle of 4°, which represented an outstanding self-cleaning ability.", "10.1016/j.apsusc.2014.03.173"]], "3.0": [["The sliding angles of two bilayers PTFE/SHSG-coated canvas of sample D were 3° and 4°, for just prepared and after accelerated weathering test of 300h, respectively (see Video).", "10.1016/j.apsusc.2014.03.173"]]}, "Polymethylhydrosiloxane γ-Aminopropyltriethoxysilane": {"10.0": [["Keywords Superhydrophobic Sol–gel Polymethylhydrosiloxane γ-Aminopropyltriethoxysilane 1 Introduction Superhydrophobic surface has been defined as water contact angle (WCA) of the surface is higher than 150° and the water sliding angle (WSA) of the surface is less than 10° [1].", "10.1016/j.apsusc.2011.09.030"]]}, "silica": {"3.0": [["Eventually, the superhydrophobic wood surface was obtained by the combination of high surface roughness of silica coatings and low surface free energy of POTS film, and the obtained superhydrophobic wood surface shows a large contact angle of 164°and sliding angle less than 3°.", "10.1016/j.apsusc.2011.08.100"], ["Su et al. fabricated a membrane with low sliding angle of 3° and high LEP of 280 kPa by electrospraying surface modified silica while electrospinning PVDF membrane [114].", "10.1016/j.desal.2020.114312"], ["(Fig.S3 of the Supporting information) When the content of fumes silica was 23wt% and the total content of PhTMS and EPTMS was 15wt%, the contact angle of as-prepared surface was biggest (about 156.1°), and the sliding angle of as-prepared surface was smallest (3°).", "10.1016/j.porgcoat.2016.07.003"]], "5.0": [["Keywords Superhydrophobic Sol–gel Colloidal silica Hardness Roughness 1 Introduction Superhydrophobic surfaces with water contact angle (WCA) above 150° and a sliding angle below 5° have been actively pursued by both the scientific and engineering communities in the past few decades.", "10.1016/j.apsusc.2011.06.122"], ["After being coated with a silica particle/poly(dimethylsiloxane) (PDMS) composite, the surfaces of the GDM become superhydrophobic with a water contact angle of 162±2° and sliding angle about 5°, but the internal pores of the coated GDM are hydrophilic due to the silica particles.", "10.1016/j.apenergy.2010.12.054"], ["Moreover, CVD is an efficient method to obtain highly superhydrophobic surface with highly nano-porous structure and roughness, as proposed by Rezaei et al. [204] who used a novel one step CVD and modified method using TEOS, vinyltrimethoxysilane (VTMS) to prepare superhydrophobic silica surface with self-cleaning properties of having high water contact angle (>160°) and low sliding angle (<5°).", "10.1016/j.solmat.2018.09.015"], ["The silica aerogel showed superhydrophobic properties by a water contact angle of 146.6°, a 3 M water repellency of 1, and a sliding angle of 5° for the marbles of the aerogel-coated water droplets.", "10.1016/j.matchemphys.2016.04.002"], ["In the case of coatings prepared with Cab-O-Sil M5, 8.6wt% silica exhibited self-cleaning property with WCA of 156° and sliding angle of 5°.", "10.1016/j.apsusc.2014.09.150"], ["4 Conclusions Highly transparent superhydrophobic silica aerogel films with high water contact angle (>160°) and low sliding angle (<5°) can be prepared by using MTMS as precursor based on a simple sol–gel process.", "10.1016/j.colsurfa.2013.11.027"]], "2.0": [["In case of coatings prepared with 16.58wt% fumed silica concentration, the surface exhibited self-cleaning property with WCA of 162.5° and sliding angle <2°.", "10.1016/j.apsusc.2011.06.122"], ["Whereas the water droplet rolls off quickly from the silica film prepared at 25h of deposition time having a water contact angle of 172° and maximum frictional force required to slide the water droplet on film surface is 18μN at sliding angle of 2°.", "10.1016/j.apsusc.2010.06.062"], ["At optimized mass ratios of FSC to silica, the composite coating (on concrete) exhibited super-hydrophobicity with water contact angle beyond 160° and sliding angle below 2°, icing-delay time of 1765 s under −20 °C and ice adhesion strength as low as 68.1 kPa.", "10.1016/j.compositesb.2020.108031"], ["In another study, silica nanoparticles were synthesized via the Stöber process and decorated with FAS-17 molecules; the resulting film had a contact angle >150, sliding angle <2°, high transparency, and durability [16,17].", "10.1016/j.apsusc.2018.02.206"], ["The superhydrophobic silica film showed maximum water contact angle of 172° and a sliding angle of 2°; the film also showed high transparency, thermal stability and optical transmission (90.45%), that in turn made them potentially applicable for solar panel coatings.", "10.1016/j.solmat.2018.09.015"], ["The optimum silica concentration was found to depend on the size of silica nanoparticles and FAS content and the coatings exhibited WCA of about 160° and water sliding angle (WSA) of <2°.", "10.1016/j.apsusc.2014.09.150"], ["When silica particle content increases from 0wt.% to 1wt.%, the water contact angle dramatically increases from 107° to 156° and the sliding angle decreases to <2°.", "10.1016/j.desal.2013.05.018"]], "7.0": [["The water droplets easily roll off on the silica film surface (M =19.1) for a small force of 11.94μN at sliding angle of 7°.", "10.1016/j.apsusc.2011.01.099"], ["On the opposite, the sliding angle becomes equal to 7 ± 1° for the film containing 60 wt% of silica, which is in agreement with the Cassie-Baxter wetting state.", "10.1016/j.polymer.2018.09.016"], ["The porous silica coating of two assembly cycles showed a high contact angle of 159°±2°and a sliding angle of 7°±1.5°, indicating the excellent self-cleaning property.", "10.1016/j.ceramint.2016.02.105"]], "4.0": [["Mostly, the silica film prepared from M =0.22 showed the maximum static water contact angle of 164° and the minimum sliding angle of 4°, and the water droplet can easily roll off the surface with a maximum frictional force of 6.83μN, showing negligible adhesion between the water droplet and the film surface.", "10.1016/j.jcis.2010.08.003"], ["The porous silica films with maximum static water contact angle (θ) of 164° and minimum sliding angle of 4° have been obtained from the Ph-TMS/MTES molar ratio, M =0.22.", "10.1016/j.jcis.2010.08.003"], ["The nano-silica played another important role in improving hydrophobic property of cotton textiles, after coated with silica suspensions, the static contact angles achieve more than 160° and the sliding angles are smaller than 4.0° The SEM images of samples are shown in Fig. 6 , there are micro-size grooves resulted from the woven fibers on the surface of original cotton textiles (Fig. 6A), after being coated with the coating suspensions, the micro-size grooves have not been filled with nano-silica to become smooth and the cotton fibers have been coated with nano-silica, whereas the original cotton fiber is smooth.", "10.1016/j.apsusc.2010.02.006"], ["As the ratio of Al powder and silica was further reduced to 5.5:4.5, the WCA of the coating was further increased to 159°, and the sliding angle was further reduced to 4°.", "10.1016/j.porgcoat.2020.105622"], ["The silica film has a WCA of above 170° and a sliding angle of less than 4°, showing superhydrophobicity.", "10.1016/j.apsusc.2020.145537"], ["In a work by Sutar et al. [47], self-cleanable superhydrophobic coating having a water contact angle (WCA) of 165° and sliding angle of 4° was prepared by incorporating silica nanoparticles (NPs) in poly(methyl methacrylate) (PMMA).", "10.1016/j.porgcoat.2022.106819"]], "0.5": [["However the wind turbine blade surface coated with nanoparticles of silica shows an advancing contact angle around 152° (Fig. 4 ) with a hysteresis less than 2° and a sliding angle around 0.5° for a 10μl water droplet.", "10.1016/j.apsusc.2010.07.041"]], "9.0": [["The water droplets roll off from the silica film prepared at 5h of deposition time, having a water contact angle of 161° and maximum frictional force required to slide the water droplet on film surface is 56μN at sliding angle of 9°.", "10.1016/j.apsusc.2010.06.062"], ["The TMES modified silica film (M =0.22) showed lower sliding angle of 9°, whereas for the unmodified silica film (M =0) the water droplet still needs a sliding angle of 40°, before sliding.", "10.1016/j.apsusc.2009.12.016"], ["It is noteworthy that only the coating prepared from sample F2 (fumed silica particles with grafted asymmetric block copolymer) resulted in a superhydrophobic surface, with a water contact angle of 153° and a sliding angle of 8–9°.", "10.1016/j.jcis.2007.01.052"]], "16.0": [["The silica films prepared from M =0.965 showed a static water contact angle as large as 140° and sliding angle as low as 16°.", "10.1016/j.apsusc.2009.12.166"]], "23.0": [["It was found that the sliding angle decreased from 23° to 1° as the drying temperature increased from 80 to 180 °C when the content of silica was constant, while it increased from 1° to 15° as the content of silica increased from 0.2 to 0.4 g when the drying temperature is the same.", "10.1016/j.jcis.2007.07.033"]], "1.0": [["It was found that the sliding angle decreased from 23° to 1° as the drying temperature increased from 80 to 180 °C when the content of silica was constant, while it increased from 1° to 15° as the content of silica increased from 0.2 to 0.4 g when the drying temperature is the same.", "10.1016/j.jcis.2007.07.033"]], "15.0": [["It was found that the sliding angle decreased from 23° to 1° as the drying temperature increased from 80 to 180 °C when the content of silica was constant, while it increased from 1° to 15° as the content of silica increased from 0.2 to 0.4 g when the drying temperature is the same.", "10.1016/j.jcis.2007.07.033"], ["The silica coating showed a minimum sliding angle of 15° for a water droplet of 10μl.", "10.1016/j.apsusc.2006.04.030"]], "10.0": [["Chang et al. used a simple and inexpensive dip coating method to produce SHS layer on the wood surfaces using polydimethylsiloxane (PDMS) and silica nanoparticles with a contact angle of 152° and a sliding angle of less than 10° [29].", "10.1016/j.surfcoat.2020.126428"], ["Moreover, coatings with 1 and 1.5 g of silica were superhydrophobic, displaying contact angles higher than 150° and sliding angles lower than 10°.", "10.1016/j.cej.2020.125403"], ["Keywords Superhydrophobic surface Mesoporous silica Electrodeposited films Corrosion inhibitor 1 Introduction Superhydrophobic surface is extremely hard to wet, with a contact angle exceeding 150° and a sliding angle lower than 10° [1].", "10.1016/j.apsusc.2019.145242"], ["Both samples containing 19.3% of octylsilane-treated silica (01RAS6o) and PDMS-treated silica (01RAS6p) displayed sliding angles below 10°, which characterizes coatings with self-cleaning abilities.", "10.1016/j.porgcoat.2022.106867"], ["Keywords Superhydrophobic composite films Polydimethylsiloxane (PDMS) Hydrophobic silica nanoparticles Mechanical durability Chemical stability Flexibility Complex shape 1 Introduction Superhydrophobic (SH) surfaces with an apparent water droplet contact angle (CA) greater than 150° and a water droplet sliding angle (SA) of less than 10° have been inspired by several natural species including lotus leaves, taro leaves, and butterfly wings [1–4].", "10.1016/j.polymer.2022.124630"], ["Methanol and Methyltrimethoxysilane (MTMS) were used as raw materials to form silica aerogel on the glass substrate to fabricate superhydrophobic surfaces with contact angles up to 156.3° and sliding angles of (<10°) (Fig. 15 A and B).", "10.1016/j.apsusc.2016.04.186"]], "7.8": [["For example, coatings with 30 wt% silica nanoparticles exhibited a high water contact angle of 157.2 ± 1.9° and a low water sliding angle of 7.8 ± 0.8° (Fig. 2e).", "10.1016/j.cej.2020.124834"]], "8.0": [["(Fig.S3 of the Supporting information) When the content of fumes silica was 21wt%, the surface contact angle was 152.7° and the sliding angle was 8°.", "10.1016/j.porgcoat.2016.07.003"], ["The silica films obtained were transparent and stable to high temperatures (up to 275°C) and humidity, having a water contact angle of 151° and a sliding angle of 8°.", "10.1016/j.arabjc.2014.03.006"], ["The study on the sliding angle showed that water droplets rolled-off the silica coatings prepared after one, two, and three dips at angles of 43°±5°, 27°±3°, and 8°±1°, respectively.", "10.1016/j.ceramint.2014.10.137"]], "27.0": [["The study on the sliding angle showed that water droplets rolled-off the silica coatings prepared after one, two, and three dips at angles of 43°±5°, 27°±3°, and 8°±1°, respectively.", "10.1016/j.ceramint.2014.10.137"]]}, "Ib methoxy-functionalized fluoromethacrylic": {"20.0": [["Indeed, even Ia and Ib methoxy-functionalized fluoromethacrylic polymers exhibited an analogous behavior: significantly high water contact angles (153° and 155° respectively), but not excellent self cleaning properties due to the relatively high sliding angles (20° and 22° respectively).", "10.1016/j.jcis.2011.07.075"]], "22.0": [["Indeed, even Ia and Ib methoxy-functionalized fluoromethacrylic polymers exhibited an analogous behavior: significantly high water contact angles (153° and 155° respectively), but not excellent self cleaning properties due to the relatively high sliding angles (20° and 22° respectively).", "10.1016/j.jcis.2011.07.075"]]}, "HDFDMA": {"7.0": [["This was instead made possible by polymer IIb (obtained from a 50wt% HDFDMA-containing solution), that exhibited at the same time a desirable superhydrophobicity (CA=157°) and an as low as 7° sliding angle.", "10.1016/j.jcis.2011.07.075"]]}, "PCL": {"2.5": [["The hierarchical surface roughness inherent in the PCL electrospun mats and the extremely low surface free energy of the coating layer obtained by CVD provided stable superhydrophobicity with a WCA as high as 175° and a threshold sliding angle less than 2.5° for a 20mg droplet.", "10.1016/j.nantod.2011.08.004"]], "3.0": [["For sample 3, the variation in temperature did not significantly affect the wettability; this CNT/PCL hybrid films provided high water contact angles (163±2°) and small sliding angles (<3°) at both temperatures (Fig. 4a).", "10.1016/j.apsusc.2011.05.121"]]}, "BaCO3": {"1.0": [["Shuisheng Wu et al. [11] prepared BaCO3 complex nanostructures with static water contact angle of 150° and sliding angle of 1°.", "10.1016/j.surfcoat.2011.05.055"]]}, "Silica": {"10.0": [["Keywords Superhydrophobic Transparent Coating Electrophoretic deposition Silica Nanoparticle 1 Introduction Water-repellent surface with a water contact angle (CA) higher than 150° and a sliding angle (SA) lower than 10° is known as superhydrophobic surface [1–4].", "10.1016/j.jcis.2011.06.050"], ["Keywords Sliding angle Work of adhesion Contact angle Silica spheres Oil repellency Superhydrophobic behavior 1 Introduction Superhydrophobicity (i.e., water contact angle (CA)>150° and sliding angle (SA)<10°) is a crucial property of solid materials and some biosurfaces that typically depend on the combination of surface chemistry and roughness on multiple scales [1–5].", "10.1016/j.apsusc.2010.05.060"], ["Keywords Superhydrophobic Polyurethane Phase separation Roughness Silica 1 Introduction A superhydrophobic surface with water repellent and stain-free properties refers to a surface with a water contact angle (WCA) above 150° and sliding angle (SA) below 10°, and can be found on the leaves of many plants [1].", "10.1016/j.jcis.2016.06.005"]], "3.0": [["Silica films with static water contact angle (θ) as high as160° and sliding angle as low as 3° have been obtained from M =0.43.", "10.1016/j.micromeso.2009.10.020"]], "9.0": [["Silica films with static water contact angle (θ) as high as 120° and water sliding angle as low as 9° have been produced by increasing the TMES/MTES molar ratios (M) to 0.22.", "10.1016/j.apsusc.2009.12.016"]], "8.0": [["Silica films with static water contact angle (θ) as high as 151° and sliding angle of 8° have been produced from M value of 1.1.", "10.1016/j.apsusc.2009.07.113"]], "5.0": [["Keywords Transparent Superhydrophobic Silica nanocoating Cetyltrimethoxylsilane 1 Introduction Surfaces that exhibit a water contact angle (CA) greater than 150° and a sliding angle (SA) lower than 5° are commonly called superhydrophobic surfaces.", "10.1016/j.colsurfa.2012.12.049"]]}, "48KPa": {"6.0": [["However, the contact angle decreased from 155±2° to 151±1°, and the sliding angle increased from 6° to 9°, when the weight was increased from 100g to 120g (corresponding pressures were 40 and 48KPa, respectively).", "10.1016/j.surfcoat.2011.04.073"]], "9.0": [["However, the contact angle decreased from 155±2° to 151±1°, and the sliding angle increased from 6° to 9°, when the weight was increased from 100g to 120g (corresponding pressures were 40 and 48KPa, respectively).", "10.1016/j.surfcoat.2011.04.073"]]}, "paraffin wax": {"4.0": [["After having been modified by a low surface energy material, paraffin wax, a rough flame-like superhydrophobic film was obtained by a simple process, which has a water CA of 158±1.0° and sliding angle of 4±1.0°, showing good superhydrophobicity and self-cleaning property.", "10.1016/j.optcom.2011.04.012"]]}, "epoxy": {"10.0": [["Keywords Superhydrophobic MPVDF/epoxy resins composites Mechanical robustness Chemical stability 1 Introduction Superhydrophobicity usually defined as a property with the water contact angle (WCA) over 150° and water sliding angle (WSA) below 10°, is an evolutionary adaption imitated from several natural surfaces such as lotus leaves [1], cabbage [2], roses [3], and so on, wherein extreme state of wettability is achieved by utilizing micro/nano-hierarchical textures and low-surface-energy materials.", "10.1016/j.porgcoat.2021.106651"]], "6.0": [["It was found that the modification process was successful in increasing the contact angle from 153° to 165° and reducing the sliding angle from 6° to 3°, compared to a coating that utilizes raw epoxy.", "10.1016/j.cej.2020.125403"]], "3.0": [["It was found that the modification process was successful in increasing the contact angle from 153° to 165° and reducing the sliding angle from 6° to 3°, compared to a coating that utilizes raw epoxy.", "10.1016/j.cej.2020.125403"]], "14.3": [["The as-prepared epoxy coating exhibited a high hydrophobicity with a contact angle (CA) ˜153.0° and a sliding angle (SA) ˜14.3° when the nanoparticles loading is 25.0 wt.%.", "10.1016/j.porgcoat.2019.105265"]], "2.0": [["As a result, with the attapulgite content increasing to 44.4wt%, the epoxy/attapulgite-coated mesh exhibits superhydrophobicity with a contact angle of 160±1° and a sliding angle of 2±1°.", "10.1016/j.surfcoat.2015.03.050"], ["When the sliding distance increased to 700cm, the water contact angle on the mesh decreased from 160±1° to 152±1°, and the sliding angle increased from 2±1° to 29±2°, which might be caused by the wear scar on the epoxy/attapulgite coating (Fig. 9a and b).", "10.1016/j.surfcoat.2015.03.050"]], "29.0": [["When the sliding distance increased to 700cm, the water contact angle on the mesh decreased from 160±1° to 152±1°, and the sliding angle increased from 2±1° to 29±2°, which might be caused by the wear scar on the epoxy/attapulgite coating (Fig. 9a and b).", "10.1016/j.surfcoat.2015.03.050"]]}, "Silver": {"10.0": [["Keywords Silver microbowl array Hierarchical structure Flexible superhydrophobic film Silver nanoparticles Template Stability 1 Introduction A surface with a water contact angle (CA) greater than 150° and a sliding angle (SA) less than 10° is commonly called a self-cleaning surface [1].", "10.1016/j.jcis.2011.04.048"]]}, "PDMS": {"5.0": [["The ZnO–PDMS composite coating shows water contact angle of about 155° and sliding angle is less than 5°, measured by inclining the flat surface degree by degree.", "10.1016/j.apsusc.2011.05.016"], ["However, the value of the sliding angle on the as-prepared honeycomb-like PDMS surface with the complementary topographic surface structure of the natural rose petal was only 5°, indicating that water droplet could slide easily on the as-prepared honeycomb-like superhydrophobic PDMS surface.", "10.1016/j.surfcoat.2010.08.085"], ["Chakradhar et al. [19], had demonstrated that modification of ZnO coating with polydimethylsiloxane transformed to superhydrophobic surface with measured contact and sliding angles for water at 155° and less than 5°, respectively.", "10.1016/j.jcis.2017.10.089"], ["Jin et al. [41] used a laser etching method to make a rough PDMS surface with WCA higher than 160° and sliding angle lower than 5°.", "10.1016/j.colsurfa.2016.11.001"], ["Jin et al. [55] fabricated a rough surface of PDMS with a WCA of 160° and a sliding angle lower than 5° using the laser etching technique.", "10.1016/j.solmat.2016.07.038"]], "10.0": [["The high water contact angle (˃150°) and low sliding angle (<10°) testify to the superhydrophobicity of PDMS@MOF@Cu mesh in Cassie-Baxter mode state, which exhibits extremely low adhesion towards tested liquids.", "10.1016/j.cej.2021.129265"], ["After 10 times peeling off, the contact angle of the CS/PDMS coating is still above 150° (Fig. 7 a), and sliding angle of less than 10° for water droplet.", "10.1016/j.porgcoat.2020.105863"], ["Keywords Superhydrophobic glass Mechanical robustness PDMS nanoparticles Anti-icing Self-cleaning 1 Introduction Superhydrophobic surface with a water contact angle (CA) over 150° and a sliding angle (SA) below 10° has attracted tremendous attraction in recent decades both in academic and industrial fields because of their huge potential application in lossless liquid transport, fog harvesting, anti-icing and so on [1–6], wherein superior water repellency is achieved by exploiting sophisticated micro/nanoscale surface textures and low-surface-energy chemical modifications [7–11].", "10.1016/j.cej.2020.125746"], ["Further enhancement of WCA up to ∼170° and sliding angle <10° was obtained by coating a PDMS layer over the surface.", "10.1016/j.apsusc.2018.09.058"], ["It is obvious that the sliding angle increases from about 10° to 50° by increasing ϕ PDMS from 0.05 to 0.6.", "10.1016/j.molliq.2022.119008"], ["As shown in Fig. 6 for 0.05 ≤ ϕ PDMS ≤ 0.1 the WCA is about 150° and the sliding angle about 10°, indicating superhdrophobicity of the sample which can be explained with the Cassie-Baxter model.", "10.1016/j.molliq.2022.119008"], ["The modified carbon cloth with dilute PDMS solution (0.02 ≤ ϕ PDMS ≤ 0.1) shows high WCA (≈150°) and low sliding angle (≈10°), characteristic of superhydrophobic surface, and follows Cassie-Baxter model.", "10.1016/j.molliq.2022.119008"], ["Keywords PDMS Hierarchical Superhydrophobic Robust Thermal Healing 1 Introduction Superhydrophobic surfaces with water contact angle (WCA) higher than 150° and water sliding angle (WSA) lower than 10° have been investigated for several years [1–3].", "10.1016/j.jcis.2017.08.027"], ["Keywords Self-modification Superhydrophobic PDMS Transparent Rainproof Oil⿿water separation 1 Introduction Inspired by lotus leaves, smart interfaces/surfaces with high water contact angle (WCA) (>150°) and small sliding angle (SA) (<10°) have been extensively studied by researchers [1⿿7], on which rolling water droplets can take away the hydrophilic contaminants due to the strong adhesion between water and contaminants.", "10.1016/j.apsusc.2015.11.069"], ["The water contact angle of the F-HNTs-AP@PDMS coatings is 152°, but the large sliding angle (SA>10°) limits its applicability.", "10.1016/j.colsurfa.2022.128360"]], "1.0": [["The separation was carried out in a lab-made system that consisted of a dropping funnel in which the solution containing both phases (organic and aqueous) was poured at 3.0 mL/s (the stopcock was completely opened), 1.5 mL/s and 1.0 mL/s (the stopcock was partially open and let the MP pass through it); an inverted Claisen adapter where the superhydrophobic PDMS@304SS mesh was located with a tilt of 1° corresponding to a sliding angle and two beakers to collect the two separated phases.", "10.1016/j.porgcoat.2022.107009"]], "1.3": [["Meanwhile, owing to the polydimethylsiloxane (PDMS) treatment, the outer layer exhibits a water contact of 151.9° and a sliding angle of 1.3°, which effectively resists the water and exhibits self-cleaning properties.", "10.1016/j.cej.2020.127104"], ["After coated with AlPO4 and PDMS, the modified cotton fabric showed a static water contact angle of 151.9 ± 0.9°, and a sliding angle of 1.3 ± 0.3°, demonstrating the formation of superhydrophobic surfaces [42–43].", "10.1016/j.cej.2020.127104"]], "3.12": [["Furthermore, when the amount of ZrO2 in PDMS was increased to 61 wt.%, the coated surface exhibited a WCA of 165° and sliding angle of 3.12°, indicating an impeccable non-wetting behaviour.", "10.1016/j.porgcoat.2020.105828"]], "3.5": [["The superhydrophobicity of the prepared coating comes from the combination of KH550 modified nano-TiO2 particles and low surface energy PDMS with the coated surface having a contact angle of 154.5° ± 1.5°, and sliding angle of 3.5° ± 0.5°.", "10.1016/j.porgcoat.2020.105877"]], "2.0": [["After PDMS modification, a fold-like rough structure have formed on the surface with a contact angle as high as 162° (Fig. 4c) and a sliding angle of 2°.", "10.1016/j.porgcoat.2022.106919"], ["Liu group [30] has reported that their candle soot-coated PDMS shows a strong durability which the water CA of the coating is maintained above 160° and the sliding angle (SA) remains below 2° after impinging with 12.5 μL water at a height of 10 cm.", "10.1016/j.porgcoat.2019.02.020"], ["In contrast, the prepared F-SiO2/HNTs-AP@PDMS coating has good hydrophobicity with a contact angle of 158° and a sliding angle of 2°.", "10.1016/j.colsurfa.2022.128360"]], "3.0": [["While a block-like bump formed on the cluster-like structure after 80 times of spraying, and the surface was much less rough than CF@AgNPs-100/PDMS, showing a contact angle of 152.1° (Fig. 4d) and a sliding angle of 3°.", "10.1016/j.porgcoat.2022.106919"]], "9.0": [["As displayed in Fig. 4(e), the advancing and receding contact angles on the PDMS/SNPs-PI membranes were measured to be approximately 147.08° and 137.83°, while the sliding angle of the membrane was measured to be 9°, which is very close to the difference between the advancing and receding contact angles (±0.25°).", "10.1016/j.jcis.2019.03.099"]], "6.7": [["4 Conclusion A novel superhydrophobic P25/ATP/ER/PDMS coating with a WCA of 152 ± 1.1° and a sliding angle of 6.7° was prepared on various substrates by a simple method.", "10.1016/j.surfcoat.2018.04.088"]], "4.0": [["After coating with ZnO-PDMS, the fabric becomes superhydrophobic, characterized by a high contact angle (156°) and a low sliding angle (4°), as shown in Fig. S3.", "10.1016/j.jcis.2018.03.038"], ["Further, in PDMS–FGO (60.2wt%) film, the surface evinced the perfect non-wetting manner with WCA of 173.7° and sliding angle of 4°.", "10.1016/j.carbon.2014.12.004"], ["It was found that the CA of the PODS-coated PDMS negative replica was ∼154° (Fig. 4b, inset), and the sliding angle was less than 4° (not sticky).", "10.1016/j.jcis.2012.12.036"]], "4.3": [["For example, Qing et al. [46] reported the best superhydrophobic TiO2 coating with a CA of 162.3° and a sliding angle of 4.3° when the content of PDMS was 30 wt%.", "10.1016/j.polymer.2018.01.063"]], "6.0": [["From the measurement, the sliding angle can be determined as 6° and the Δ θ of the fabricated surface can be calculated as 17°, which is smaller than that of the flat PDMS surface (∼30°).43 The above experimental result verifies the superhydrophobic property of the fabricated PDMS surface.", "10.1016/j.apsusc.2016.10.057"], ["Fig. 6 shows an image taken during a contact angle measurement on microtextured PDMS-MWCNT nanocomposite, a value of 161° was found, with a sliding angle of 6° and a contact angle hysteresis of 3°.", "10.1016/j.apsusc.2014.06.055"]], "17.0": [["From the measurement, the sliding angle can be determined as 6° and the Δ θ of the fabricated surface can be calculated as 17°, which is smaller than that of the flat PDMS surface (∼30°).43 The above experimental result verifies the superhydrophobic property of the fabricated PDMS surface.", "10.1016/j.apsusc.2016.10.057"]], "8.44": [["Super-hydrophobic behavior with self-cleaning, exhibited by a water contact angle of 164.5° and sliding angle of 8.44°, was observed on the PDMS negative replica surface.", "10.1016/j.apsusc.2015.12.190"]], "8.0": [["It should be noted that the TEOS:PDMS=70:30 coating without fillers has a sliding angle of less than 8°.", "10.1016/j.matdes.2015.07.174"], ["The coatings with TEOS:PDMS 70:30 were found to have a static contact angle of 112° and a sliding angle of <8°.", "10.1016/j.matdes.2015.07.174"]]}, "CA-4": {"9.8": [["The surface of CA-4 (with a WCA of 151.3° and a sliding angle of 9.8°) could be easily washed with water (Fig. 8d and f), resulting in a clean surface.", "10.1016/j.porgcoat.2021.106671"]]}, "PFA": {"5.0": [["A typically resulted coating, such as the one containing 50wt.% CNTs and 50wt.% PFA, displays superhydrophobic behavior at the surface with the water contact angle (CA) of 153.1±2° and the sliding angle of less than 5°.", "10.1016/j.carbon.2010.12.063"]], "10.0": [["Keywords Superhydrophobic surfaces PFA/MWNTs composites Chemical modification Multiscale roughness structures 1 Introduction Recently, artificial superhydrophobic surfaces with water contact angle (WCA) higher than 150° and water sliding angle (WSA) less than 10° have attracted considerable interest due to their great importance in fundamental research and potential for industrial applications [1–4].", "10.1016/j.apsusc.2007.08.084"]]}, "PS-g-SiO2": {"2.0": [["Interestingly, the value of the sliding angle of PS-g-SiO2 film was tested only 2±1.0°, which shows excellent self-cleaning property.", "10.1016/j.apsusc.2010.09.094"]]}, "Magnesium": {"10.0": [["Magnesium and its alloy is a type of hydrophilic material with a native oxidized layer, showing the contact angle of 47.4° (Fig. 3a and b), while after super-hydrophobic treatment, the surface exhibits a high WCA about 157.3±0.5° with a small sliding angle of less than 10° (Fig. 3c and d).", "10.1016/j.apsusc.2010.08.119"], ["Keywords Superhydrophobic surface Anticorrosion Mechanical stability Durability Self-cleaning Magnesium alloy 1 Introduction In recent years, superhydrophobic surfaces, which exhibit a water contact angle (CA) above 150° and a sliding angle (SA) below 10°, have aroused an enormous amount of interest in both fundamental research and potential applications because of their unique characteristics such as self-cleaning [1–4], anti-icing [5,6], oil–water separation [7,8] and anticorrosion [9,10].", "10.1016/j.cej.2013.05.017"]], "3.0": [["Magnesium is a type of hydrophilic material with a native oxidized layer, showing the contact angle of 40°, while after super-hydrophobic treatment, the surface exhibits a high water contact angle about 154° with a low sliding angle about 3°.", "10.1016/j.apsusc.2010.01.037"]]}, "triethoxyoctylsilane": {"10.0": [["(2) Super-hydrophobic surfaces with the WCA of 157.3±0.5° and the sliding angle of 10° have been successfully fabricated by means of chemical etching and subsequent coating of triethoxyoctylsilane on AZ31 magnesium alloy substrates.", "10.1016/j.apsusc.2010.08.119"]], "6.0": [["A super-hydrophobic surface with the water contact angle of 161.7±0.3° and the advancing contact angle of 157.2±0.5° and receding contact angle of 163.2±0.5° and a small sliding angle of 6° has been fabricated by means of coating of triethoxyoctylsilane on the ZnO nanowire film prepared for 4h.", "10.1016/j.colsurfa.2013.12.025"]], "7.0": [["A super-hydrophobic surface with a WCA of 157.3±1.5°, an advancing contact angle of 154.2±1.3°, a receding contact angle of 161.2±1.3° and a small sliding angle of 7° has been fabricated by means of coating triethoxyoctylsilane on the TiO2 nanorod film.", "10.1016/j.tsf.2012.12.039"]]}, "hydroxyl": {"10.0": [["The surface shows a high contact angle with 158° and a low sliding angle (<10°) by surface oxidation in a low pressure, which due to the lotus-leaf-like hierarchical structure on the surface and the disappear of hydrophilic-group hydroxyl.", "10.1016/j.apsusc.2010.03.039"]]}, "Aluminum": {"10.0": [["Keywords Superhydrophobic coating Gahnite Stability Self-healing Aluminum alloy 1 Introduction The surface with the contact angle (CA) exceeding 150° and the sliding angle (SA) under 10° is generally called the superhydrophobic surface [1].", "10.1016/j.colsurfa.2021.127977"]]}, "Cotton-Silica-PU": {"13.2": [["Sliding angle of two cotton textiles was increasing with friction times, the sliding angle of Cotton-Silica-PU remain 13.2±1.4° after being loaded with 1000 times friction, whereas, the sliding angle of Cotton-Silica-EP remain higher than 30° which is beyond the measurement range of the optical contact angle meter even after being loaded with 500 times friction.", "10.1016/j.apsusc.2010.02.006"]]}, "Cotton-silica-PU": {"15.0": [["(2) Among as-prepared two super-hydrophobic cotton textiles, Cotton-silica-PU exhibits better stability, whose static contact angle remains higher than 150° and sliding angle remains lower than 15° after being loaded with 1000 times friction.", "10.1016/j.apsusc.2010.02.006"]]}, "iso-BMT": {"16.0": [["Particularly, for the sample coated from M =0.965, the highest water contact angle reached 140° and lowest water sliding angle of 16°, indicating that there is a significant effect of iso-BMT modification on the hydrophobic property.", "10.1016/j.apsusc.2009.12.166"]]}, "FAS": {"5.0": [["Jiang et al. reported that ACNTs films coated with fluoroalkylsilane showed superhydrophobic properties with a high contact angle (163.4°) and a low sliding angle (less than 5°) [9].", "10.1016/j.jcis.2009.10.022"], ["After modification with fluoroalkylsilane (FAS), the films exhibited properties with a static water contact angle of 166° and a sliding angle less than 5°.", "10.1016/j.apsusc.2017.08.103"]], "1.0": [["A transparent ultrahydrophobic film on Pyrex glass plates, prepared by sublimation of metal acetylacetonate and a subsequent coating of fluoroalkylsilane, was found to have contact and sliding angles about 160.9° and 1°, respectively [2,14].", "10.1016/j.susc.2003.09.018"], ["A superhydrophobic surface on a pure aluminum was realized by electrochemical machining method using NaCl aqueous solution containing fluoroalkylsilane and it showed a WCA of 166° and a sliding angle of about 1° [45].", "10.1016/j.apsusc.2018.04.187"]]}, "Co3O4": {"2.0": [["However, the sliding angle of the as-prepared superhydrophobic Co3O4 surface is only 2° and water droplets can slide easily, indicating that the superhydrophobic Co3O4 surface has a low contact angle hysteresis.", "10.1016/j.apsusc.2009.07.073"], ["The water contact angle and sliding angle of the as-prepared superhydrophobic Co3O4 surface were 155±1.8° and 2°, respectively.", "10.1016/j.apsusc.2009.07.073"]]}, "SHS-6-6": {"4.0": [["In Fig. 5b, after 50 cycles of scouring, the SWCA of SHS-6-6 surface was 159.29°, but the sliding angle (SA) increased from 4° to over 90° indicating the surface state transformed from “lotus leaf effect” to “petal effect”.", "10.1016/j.cej.2021.130997"]]}, "methyl-silicone": {"2.0": [["It was found that the sliding angle is ∼2° when the concentration of methyl-silicone is 0.002 g/20 mL, but it increases to ∼20° when the concentration increases to 0.2 g/20 mL.", "10.1016/j.jcis.2008.07.056"]], "20.0": [["It was found that the sliding angle is ∼2° when the concentration of methyl-silicone is 0.002 g/20 mL, but it increases to ∼20° when the concentration increases to 0.2 g/20 mL.", "10.1016/j.jcis.2008.07.056"]]}, "PDMS(O)": {"1.0": [["With a further coating with HDTMS layer, the obtained PDMS(O)/HDTMS coating achieved a superhydrophobic characteristic with a water contact angle (WCA) = 163° and sliding angle (SA) < 1°.", "10.1016/j.surfcoat.2022.128717"]]}, "ZnS": {"3.0": [["3.4 Wettability of ZnS coating surface The contact angle on the sample surface is as high as 160.06°, and the sliding angle is about 3°.", "10.1016/j.colsurfa.2021.127871"]]}, "ribbon": {"9.0": [["It can be seen that the water contact angle of the PVDF/CS-PPS composite coating gradually increases with the decrease of CS content, the maximum value of 156 ± 1.5°, and the sliding angle decreases with a minimum value of 9 ± 1° This is attributed to the fact that when the chitosan content is 1.5% (as can be seen in Fig 7), the surface exhibits a ribbon-loaded structure, which leads to a change in surface roughness, and this structure reduces the contact area between the coating and water, making the water droplets spherical above the coating and easily sliding off from the slightly inclined coating.", "10.1016/j.surfin.2021.101577"]]}, "8–12": {"10.0": [["In recent years, superhydrophobic surface (SHS) with water contact angle (WCA) larger than 150° and sliding angle (SA) lower than 10° has attracted extensive attentions because of its extreme water repellency, it can be applied in self-cleaning, anti-corrosion and anti-incing filed [8–12].", "10.1016/j.conbuildmat.2021.125482"]]}, "nano-silica": {"11.8": [["The glass surface modified by the suspension of 1.0wt.% nano-silica shows the static contact angle as high as 168° and the sliding angle as low as 11.8° for 10μL water droplet (shown in Fig. 2 ).", "10.1016/j.apsusc.2006.05.038"]]}, "boehmite": {"1.0": [["Recently, sliding angles as low as ∼1° (for a water droplet of 7mg) [14] and 0.15° (droplet of 20mg) [35] have been experimentally achieved on low-energy surfaces of FAS-17-coated boehmite [14] and of diamond-like carbon-polydimethylsiloxane hybrid coatings [35].", "10.1016/j.susc.2004.10.008"], ["The 0.15° sliding angle is extremely low, in Ref. [25], Miwa et al. state that the lowest sliding angle value ever reported for solid surface is ∼1° for a 7-mg water droplet on a surface coated with a thin layer of boehmite–ethanol mixture.", "10.1016/j.matlet.2004.01.024"]], "0.15": [["Recently, sliding angles as low as ∼1° (for a water droplet of 7mg) [14] and 0.15° (droplet of 20mg) [35] have been experimentally achieved on low-energy surfaces of FAS-17-coated boehmite [14] and of diamond-like carbon-polydimethylsiloxane hybrid coatings [35].", "10.1016/j.susc.2004.10.008"], ["The 0.15° sliding angle is extremely low, in Ref. [25], Miwa et al. state that the lowest sliding angle value ever reported for solid surface is ∼1° for a 7-mg water droplet on a surface coated with a thin layer of boehmite–ethanol mixture.", "10.1016/j.matlet.2004.01.024"]]}, "Al2O3": {"7.4": [["The water contact angle and sliding angle of PTFE/Al2O3 composite coating are 161.8° and 7.4°, respectively, which endows water-cooling system a high water-circulation efficiency.", "10.1016/j.cej.2021.131701"], ["Compared with porous Al2O3 layer with the contact angle of 52.7 ± 1.8°, the SDC coating is superhydrophobic with a contact angle of 161.8 ± 2.5° and a sliding angle of 7.4°.", "10.1016/j.cej.2021.131701"]], "10.0": [["3.3 Self-cleaning properties of the surfaces treated with TiO2/Al2O3 nanofluid Self-cleaning and oil-resistant underwater surfaces present special non-wetting properties owing to an oil contact angle <30° and an effortless rolling off of oil droplets (sliding angle <10°).", "10.1016/j.matchemphys.2021.124413"]]}, "PDMS-Ep": {"21.0": [["The water sliding angles on the CMOS-coated and PDMS-Ep-coated M filters are 56 ± 4° and 21 ± 3°, respectively.", "10.1016/j.jece.2021.106449"]]}, "cetane": {"0.5": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "1.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "4.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "10.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]]}, "PDMS-h": {"3.0": [["For DLC–PDMS-h, contact angle hysteresis was smaller, and for the samples with the lowest sliding angles, it was only 2–3° for water.", "10.1016/j.matlet.2004.01.024"]], "0.15": [["At lowest, the sliding angle was 0.15°±0.03° for a 20 μl distilled water droplet on the DLC–PDMS-h coating (water contact angle for this sample was 101°).", "10.1016/j.matlet.2004.01.024"]]}, "fluorinated SiO2": {"1.8": [["The layer of fluorinated SiO2 nanoparticles deposited not only reduces the surface energy, but also increases the surface roughness of the spray-coated membrane, exhibiting the superhydrophobicity with water contact angle of 170.8 ± 1.3° and sliding angle of 1.8 ± 0.2°.", "10.1016/j.desal.2022.115925"]]}, "MoS2": {"10.0": [["It can be noted from Fig. 5 for n-hexane, cyclohexane, kerosene, tetrachloroethylene and carbon tetrachloride, the corresponding UWOCAs and UOWCAs of the MoS2/CuS mesh are all close to 160° with sliding angles below 10°, indicating that the MoS2/CuS mesh displays extraordinary underwater superlyophobicity and underliquid superhydrophobicity.", "10.1016/j.apsusc.2021.151128"], ["All of the UWOCAs and UOWCAs are greater than 155° and the corresponding sliding angles are below 10°, indicating that the MoS2/CuS mesh can resist acid and alkaline corrosion in the pH range of 1–13 for 24 h.", "10.1016/j.apsusc.2021.151128"]]}, "Fe3O4": {"7.0": [["After ball-milling treatment with hydrophilic Fe3O4 particles, the obtained magnetic S-Fe3O4 composite particles exhibit higher hydrophobicity than that of soot, and the contact angle (CA) increases from 141° to 153° (soot: Fe3O4 = 1:1, sliding angle = 7°), displaying excellent lipophilicity (Fig. 1a and 1b).", "10.1016/j.jhazmat.2020.124374"]], "2.0": [["The as-prepared hydrophobic UNCs-modified Fe3O4 was doped as a magnetic filler in the formation process of the polymeric gel system to obtain lightweight magnetic superhydrophobic NCs bulk, which possessed a high contact angle (167°), low sliding angle (2°), and strong water-impact resistance (Fig. 3 a-b).", "10.1016/j.cej.2020.124420"], ["Thus, we measure the sliding angle of modified Fe3O4 nanosheet surface and get a sliding angle less than 2°.", "10.1016/j.apsusc.2016.02.090"]]}, "Tetrahydrofuran Isopropyl alcohol Methyltrichlorosilane": {"10.0": [["Keywords Superhydrophobic Etching Tetrahydrofuran Isopropyl alcohol Methyltrichlorosilane 1 Introduction Superhydrophobic surfaces are defined as surfaces that have a water contact angle (WCA) greater than 150° and a sliding angle (SA) less than 10°.", "10.1016/j.matlet.2021.130618"]]}, "SA-NiCo-CH": {"5.0": [["Additionally, the SA-NiCo-CH exhibited a low water sliding angles of 5°.", "10.1016/j.colsurfa.2021.127002"]]}, "FAS-NiCo-CH": {"3.0": [["FAS-NiCo-CH exhibited low water and oil sliding angles of 3° and 7°, respectively.", "10.1016/j.colsurfa.2021.127002"]], "7.0": [["FAS-NiCo-CH exhibited low water and oil sliding angles of 3° and 7°, respectively.", "10.1016/j.colsurfa.2021.127002"]]}, "F-SiO2": {"5.0": [["The superhydrophobic F-SiO2/F-CNT@PU composite coatings showed the excellent water repellency with higher water contact angle of 154.3°, lower sliding angle of being only 5°, and higher dynamic water repellency with the solid-liquid contact time of 11 ms.", "10.1016/j.porgcoat.2021.106451"]], "2.0": [["The as-prepared coatings displayed higher non-wettability with contact angle of 155.3° and sliding angle only being 2°, when the surface microstructures were induced by 0.88 wt% of F-SiO2 nanoparticles.", "10.1016/j.cej.2020.127455"]]}, "pinecone": {"1.0": [["When the electro-deposition current density and electrolyte bath temperature were 60 mA cm−2 and 45 °C, the water contact angle (WCA) and sliding angle (WSA) of as-prepared coatings with hierarchical pinecone structured composite film reached 174 ± 1.5° and ~ 1°, respectively.", "10.1016/j.colsurfa.2021.127164"]]}, "Imine": {"10.0": [["Keywords Durable Superhydrophobic Self-healing Imine bond Degradable 1 Introduction Superhydrophobic surfaces displaying a static water contact angle (WCA) greater than 150° and water sliding angle (WSA) lesser than 10°, are abundant in nature [1,2], and have drawn much attention from both the scientific community and industrial world for their wide range of applications such as self-cleaning [3], drag reduction [4,5], anti-icing [6], oil-water separation [7,8], anti-fouling [9], anti-corrosion [10] and so forth [11,12].", "10.1016/j.compscitech.2021.108926"]]}, "CaSt": {"2.0": [["The coating was composed of a top layer with calcium stearate & hydroxyapatite and a bottom layer of calcium stearate, with a maximum contact angle of 152.8° & a sliding angle less than 2°.", "10.1016/j.surfin.2021.101238"]]}, "nano-SiO2": {"9.0": [["When the mass ratio of composite fillers and nano-SiO2 is 6.5:3.5, the WCA of the coating can reach 150°, and the sliding angle can reach 9°, which meet the requirements of super-hydrophobic coating.", "10.1016/j.ijleo.2021.166379"], ["When the ratio of Ag powder and nano-SiO2 was 6:4, the WCA of the coating increased to 151°, and the corresponding sliding angle reached 9°, which is a good super-hydrophobic performance.", "10.1016/j.infrared.2020.103351"], ["When the ratio of Al powder and nano-SiO2 was 6:4, the WCA of the coating increased to 151.5°, and the corresponding sliding angle reached 9°, which is a good super-hydrophobic performance.", "10.1016/j.porgcoat.2020.105622"]], "7.0": [["It can be seen that as the mass ratio of Sm2O3 and nano-SiO2 in the coating decreases, the WCA of the coating can increase significantly from 122° when the mass ratio is 7.5:2.5 to 153° when the mass ratio is 7:3, the sliding angle of the coating can reach 7° at this time.", "10.1016/j.infrared.2020.103603"], ["When the mass ratio of Sm2O3 and nano-SiO2 in the coating is 7:3, the WCA of the coating can reach 153°, the sliding angle can reach 7°, and the reflectivity of 1.06 μm near-infrared light can be as low as 59.3%.", "10.1016/j.infrared.2020.103603"]], "2.0": [["Continue to reduce the mass ratio of Sm2O3 and nano-SiO2 in the coating to 5.5:4.5, the WCA of the coating can be further increased to 159°, and the sliding angle can be further reduced to 2°, so that the coating has outstanding super-hydrophobic properties.", "10.1016/j.infrared.2020.103603"]], "3.0": [["As the ratio of Ag powder and nano-SiO2 was further reduced to 5:5, the WCA of the coating was further increased to 159.5°, and the sliding angle was further reduced to 3°.", "10.1016/j.infrared.2020.103351"]]}, "H-AC-P-CF": {"5.0": [["Furthermore, the water sliding angle (WSA) of the H-AC-P-CF is 5°, as shown in Fig. 1(c3), indicating the surface of H-AC-P-CF is superhydrophobic with low water adhesion.", "10.1016/j.colsurfa.2022.129647"]]}, "nitrogen": {"5.7": [["As the flow rate of nitrogen reached 3 L/min, the contact angle of the droplets exceeded 150° and the sliding angle of droplets is 5.7°.", "10.1016/j.surfcoat.2021.127272"]], "10.0": [["Keywords Superhydrophobic Starch nanoparticle Stearic acid Anthocyanin Freshness monitoring Abbreviations SNP starch nanoparticle STA stearic acid A Anthocyanin SEM scanning electron microscope WCA water contact angle SA sliding angle XRD wide-angle X-ray diffraction FTIR fourier transform infrared spectroscopy ATR attenuated total reflectance TVB-N total volatile basic nitrogen EDS Energy dispersive spectroscopy XPS X-ray photoelectron spectrometer 1 Introduction Superhydrophobic materials containing a high water contact angle (WCA > 150°) and a low water sliding angle (SA < 10°) belong to main superwettability-based systems which have received extensive attention due to the broad application fields including self-cleaning, anti-icing, and antibiological pollutants (Phuong et al., 2019).", "10.1016/j.foodchem.2022.132269"]]}, "LDPE": {"1.0": [["The LDPE coating resembled the surface morphology of the lotus leaf with the surface wettability of CA ∼156 ± 1.7° and the low sliding angle of ∼1°.", "10.1016/j.porgcoat.2019.105373"]]}, "TiO2": {"2.0": [["In the case of tiny water droplet (4 μL), the coating without the addition of hydrophilic TiO2 nanospheres exhibits great water repellence with a static contact angle of 167° and a sliding angle <2° (Fig. 5 a1 and a2).", "10.1016/j.matdes.2021.109829"], ["Without PDMS, the addition of ODI-TiO2 from 1 to 10 wt.% rapidly increased the contact angle until an optimal WCA of 165° was observed at 10 wt.%, and the sliding angle (SA) decreased to less than 2°.", "10.1016/j.jcis.2018.05.004"], ["A hierarchical structure of nanowire bundles standing upright the TiO2 nanotubes, produced in a single anodization step at 20V for 4h with an electrolyte flow rate of 12.2μL/s, exhibits a water contact angle of 165° and sliding angle of <2°.", "10.1016/j.corsci.2017.04.029"]], "5.0": [["At the highest amount of TiO2 (7 wt%), the coated fabric exhibited a true superhydrophobic behavior (water contact angle = 161° and sliding angle = 5°).", "10.1016/j.ijbiomac.2020.12.220"]], "3.0": [["In contrast, PDMS-Pd/TiO2 NTs exhibit CA larger than 150° (sliding angle less than 3°).", "10.1016/j.snb.2020.128810"], ["3.1.3 Hydrophobicity In the CA and SA measurements, the modified TiO2 nanoparticles (prepared in Section 2.1) was found to have a contact angle of ∼151° and a sliding angle of ∼3°, indicating that the modified TiO2 nanoparticles with the diameter of 25nm have a good super-hydrophobicity.", "10.1016/j.cej.2017.09.165"]], "10.0": [["Overall, the modified meshes all possessed a water contact angle larger than 150° and a water sliding angle less than 10°, which resulted from low surface energy composition and increased surface roughness due to the successive PANI/TiO2 modification.", "10.1016/j.seppur.2019.116166"], ["Keywords Superhydrophobicity TiO2 quadrangular nanorods Anti-icing property Self-cleaning property 1 Introduction Superhydrophobic surfaces are characterized by a contact angle more than 150° and a sliding angle less than 10°.", "10.1016/j.ceramint.2019.03.020"]], "4.6": [["For example, Yin et al. prepared superhydrophobic Cu/TiO2 composite coatings on 304 stainless steel by electrodeposition and fluorination, with water contact angle (CA) of 156.4° and sliding angle (SA) of 4.6°.", "10.1016/j.vacuum.2022.111422"]], "3.8": [["Then the tilted angle α was recorded as slide angle which could be calculated by the following equation: (6) α = arctan H / L In the CA and SA measurements, the superhydrophobic TiO2 nanotube coating (prepared in Section 2.2) was found to have a contact angle of 157° and a sliding angle of 3.8°, indicating that the modified TiO2 nanotube coating had a good superhydrophobicity.", "10.1016/j.surfcoat.2018.09.014"]], "1.2": [["With a molar ratio of 1:10 between oleic acid and TiO2, a surface with a static water contact angle as high as 151.2° and a sliding angle as low as 1.2° was obtained.", "10.1016/j.surfcoat.2017.06.044"]]}, "6–16": {"10.0": [["In recent years, superhydrophobic surfaces with water contact angle (WCA) greater than 150° and sliding angle (WSA) less than 10° have attracted a lot of attention from scientists and engineers due to potential applications in the development of self-cleaning, oil–water separation, anti-corrosion, anti-icing, anti-drag, and anti-fog materials [6–16].", "10.1016/j.matdes.2022.110897"]]}, "PDMS-oil-30": {"10.0": [["The sliding angles for water droplet placing on the PDMS-oil-50 and the PDMS-oil-30 are both lower than 10.0°, which shows super slippery property.", "10.1016/j.cej.2021.129079"]]}, "PDMS-oil-10": {"22.7": [["However, the sliding angle of water droplet on the PDMS-oil-10 is 22.7°, which indicates a better lubricity needs more silicone oil content in the PDMS coating.", "10.1016/j.cej.2021.129079"]]}, "PCB": {"3.0": [["Dong et al. [14] fabricated a superhydrophobic coating on PCB that exhibited high water contact angle (CA) of 158° and low sliding angle (SA) of 3° by a feasible sol–gel method and subsequent curing process.", "10.1016/j.cplett.2021.138558"]]}, "HMDS": {"10.0": [["Specifically, the wettability changes from superhydrophilicity (P-0&0.30), hydrophilicity (P-0.2&0.30 and P-0.4&0.30), hydrophobicity (P-0.6&0.30), to superhydrophobicity (P-0.8&0.30 and P-1.0 &0.30) with their extremely large contact angle of >150° and sliding angle closing to 10° after gradual addition of 1.0 mL HMDS.", "10.1016/j.solmat.2021.111053"]]}, "polyurethane": {"5.0": [["It was worth noting that the water contact angles of coatings with different additions of white fluorinated polyurethane coating all reached above 150° and the sliding angles were all less than 5°.", "10.1016/j.mtcomm.2020.101828"]], "2.0": [["When the addition of white fluorinated polyurethane coating was 0.2 g, the water contact angle reached maximum value of 161.35° and the sliding angle reduced to 2°, which indicated that 0.2 g was the optimal addition.", "10.1016/j.mtcomm.2020.101828"], ["When the addition of white fluorinated polyurethane coating was 0.2 g, the water contact angle of coating reached maximum value of 161.35° and the sliding angle reduced to only 2°.", "10.1016/j.mtcomm.2020.101828"]], "15.0": [["Su et al. prepared a nano silica/polyurethane superhydrophobic thin film, the contact angle is higher than 150° and the sliding angle lower than 15° after 1000 times friction under the load of 100g/2.25cm2 [9].", "10.1016/j.pnsc.2017.04.004"]]}, "FPU": {"3.0": [["The water contact angle of superhydrophobic coating prepared without the addition of white fluorinated polyurethane coatings reached up to 155.19° and the sliding angle was only 3°.", "10.1016/j.mtcomm.2020.101828"]]}, "Carbonate": {"10.0": [["Keywords Underwater superoleophobicity TiO2/Al2O3 nanocomposites Nanofluid Self-cleaning Wear-resistant coating Carbonate rock 1 Introduction Inspired by remarkable oil-repellent capability of many surfaces in nature like lower side of a lotus leaf, fish scales, shark skins and nacre's shell in water [1,2], underwater superoleophobic surfaces with oil contact angles lower than 30° and low sliding angle (<10°) have become a novel research focus during the past decade [3–9].", "10.1016/j.matchemphys.2021.124413"]]}, "nickel": {"9.0": [["It is clear that the water droplet on nickel film maintain the spherical shape and then roll off quickly from films, the sliding angle is 9°.", "10.1016/j.colsurfa.2021.126185"]], "10.0": [["Keywords Hydrothermal deposition Co3O4/nickel foam Superhydrophobic Oil absorption Oil-water separation 1 Introduction Superhydrophobic surfaces are water-repellent surfaces with high water contact angle larger than 150° and small sliding angle lower than 10°.", "10.1016/j.apsusc.2018.12.023"]], "4.0": [["It can be seen that the contact angle of the modified Co3O4/nickel foam composite surface can reach 153 ± 0.5° and the sliding angle is only 4 ± 0.5° from Fig. 5 .", "10.1016/j.apsusc.2018.12.023"], ["In addition, the contact angles and sliding angles of the modified Co3O4/nickel foam composite surface reached 153° ± 0.5° and 4° ± 0.5° respectively.", "10.1016/j.apsusc.2018.12.023"]], "4.7": [["And nickel nanocone array structure prepared at 2A/dm2 for 8min shows superhydrophobicity with a contact angle of 154.8° and a sliding angle of 4.7°.", "10.1016/j.surfcoat.2012.01.053"]]}, "C-PE15": {"8.1": [["Compared with the original O/C-PE15 surface (Fig. 8b1), the area peeled by commercial tape became darker (Fig. 8b2), and the water droplets could still maintain spherical shape with a sliding angle of ∼8.1° (Movie S4 in Supporting Information) even after peeling for 20 times (Fig. 8 b3-b4 and c1-c2).", "10.1016/j.porgcoat.2020.106090"]]}, "AS-DE1000C": {"20.0": [["Although the samples showed water sliding of their surface both before and after the 300 cm abrasion (300 cycles), the abrading process significantly reduced the sliding angles (ad-SAs and pd-SAs) from ~54° of S-DE1000C to around 20° of AS-DE1000C.", "10.1016/j.jcis.2020.12.101"]]}, "PDA": {"2.5": [["Especially, the coated fabric membranes showed superhydrophilic and underwater superoleophobic properties with an oil sliding angle of 2.5 ± 0.5° when the exposure duration increased to 7 h (Fig. 7B and Supplementary Fig. S2), since the PDA-PEI complex coating was homogeneously co-deposited on the fabric surface (EDS mapping in Supplementary Fig. S3), endowing a superior water adhesion and penetration into the fabric surface.", "10.1016/j.memsci.2020.119041"]], "8.6": [["When waterborne HDTMS was co-deposited with polydopamine as in the work of Wang et al., the treated cotton fabric demonstrated a WCA as high as 163° and sliding angle as low as 8.6° for 3 μL droplet volumes [207].", "10.1016/j.cis.2019.06.001"]], "10.0": [["Keywords Superhydrophobicity Polydopamine Mechanical stability Oil/water separation 1 Introduction Superhydrophobic surface, generally defined as one kind of surface with a static water contact angle larger than 150° and a sliding angle lower than 10°, has attracted more and more attention due to its water-repellent property and potential application values [1–3].", "10.1016/j.colsurfa.2018.06.059"]], "1.0": [["4 Conclusions We have proposed a novel strategy to fabricate superhydrophobic silver (contact angle higher than 170° and sliding angle of 1°) via the sequential deposition of polydopamine, silver nanoparticles, and 1-dodecanethiol on the silicon substrate.", "10.1016/j.surfcoat.2015.09.023"]]}, "PEI": {"2.5": [["Specifically, at the optimal coating conditions (i.e., 28.5 mmol L−1 persulfate and 7-h coating duration), a superhydrophilic and underwater superoleophobic bio-inspired PDA-PEI complex coating (underwater oil contact angle of 165.4 ± 1.1°, oil sliding angle of 2.5 ± 0.5°) was achieved, conferring the coated fabric membrane with a significant feasibility in oil-water separation.", "10.1016/j.memsci.2020.119041"]]}, "Hydrogen": {"10.0": [["Keywords Hydrogen bonds Self-healing Superhydrophobic Mechanical stability Oil−water separation 1 Introduction In the last two decades, superhydrophobic coating (water contact angle>150°, sliding angle<10°) have had problems concerning poor mechanical and chemical stability.", "10.1016/j.porgcoat.2020.106104"]]}, "SGPZ": {"5.0": [["In addition, the as-prepared SGPZ coating exhibited water contact angle (WCA) larger than 156.9 ± 2° and water sliding angle (WSA) less than 5°.", "10.1016/j.apsusc.2021.152305"]]}, "9–13": {"10.0": [["Superhydrophobicity refers to the property having static water contact angle (WCA) larger than 150° and dynamic water sliding angle (WSA) smaller than 10°, which can improve water repellency of materials [9–13].", "10.1016/j.colsurfa.2020.125624"]]}, "1H,1H,2H": {"1.0": [["The surface shows superhydrophobicity with CA of 169.6° and a water sliding angle (SA) of 1°, after treatment with 1H,1H,2H, 2H-perfluorodecyltriethoxysilane (FAS-17) [22].", "10.1016/j.memsci.2020.118716"]]}, "methylated silica sol": {"3.0": [["Ding and co-workers engineered the surface of PP filter cloth to become superhydrophobic with water contact angle of 161° and sliding angle of 3° by coating it with methylated silica sol [46].", "10.1016/j.memsci.2020.118737"]]}, "iron oxide": {"3.3": [["The developed iron oxide film has a sliding angle of 3.3° and contact angle of 158.3°, as shown in Fig. 9(b), after it was heat treated twice and the surface was modified using octadecylamine and dopamine (He et al., 2018).", "10.1016/j.jngse.2020.103544"]]}, "zinc": {"5.0": [["The sliding angle of the superhydrophobic zinc coating was below 5°, and the water contact angle was up to 154.21°, as depicted in Fig. 12(b).", "10.1016/j.jngse.2020.103544"]], "7.0": [["Contact angles (θ) and roll-off or sliding angles (θ s ) on as-prepared zinc coatings range from 156–166° and 4–7°, respectively.", "10.1016/j.surfcoat.2018.01.014"]], "1.0": [["After increasing the mass concentration of CF3BD of reaction solution to 0.004g/ml, a superhydrophobic surface is obtained on the modified zinc plate, with high contact angle of 160° and low sliding angle of about 1°.", "10.1016/j.apsusc.2014.06.177"], ["When zinc surface modified at 0.004g/ml CF3BD, optimal hydrophobic properties are got with a water contact angle of 160° for a 4μl water droplet and a low sliding angle of about 1°.", "10.1016/j.apsusc.2014.06.177"]]}, "EP-SiO2-CNTs-POTS": {"4.0": [["3.2 Surface wettability of the coating The water contact angle (WCA) and the sliding angle (SA) of the superhydrophobic EP-SiO2-CNTs-POTS coating cured at room temperature can reach 164 ± 1.5° and 4 ± 0.5°, respectively.", "10.1016/j.porgcoat.2020.105922"]]}, "MTMS": {"10.0": [["Luo et al. [33] used trimethylchlorosilane (TMCS) and methyl trimethoxy silane (MTMS) by the dip-coating method to fabricate superhydrophobic glass substrate and achieved micro-nano structures with contact angles 155.5° for TMCS and 144.6° for MTMS respectively with sliding angle less than 10°.", "10.1016/j.colsurfa.2020.125379"]]}, "ZrO2": {"18.0": [["The PDMS coatings prepared with 58 wt.% ZrO2, exhibited complete non-wetting and self-cleaning property with WCA of 161° and sliding angle (SA) <18°.", "10.1016/j.porgcoat.2020.105828"]], "10.0": [["The static WCA above 150° and sliding angle below 10° suggest that the FOTS/ZrO2/TiO2 surface presents the sliding superhydrophobic state.", "10.1016/j.apsusc.2020.147136"]]}, "CA−168": {"3.0": [["Before the thermal cycling, coating shows the CA−168° with a sliding angle of 3°, after thermal sock test coatings shows an insignificant reduction in wettability CA −156° and sliding angle of 8°.", "10.1016/j.porgcoat.2020.105828"]], "8.0": [["Before the thermal cycling, coating shows the CA−168° with a sliding angle of 3°, after thermal sock test coatings shows an insignificant reduction in wettability CA −156° and sliding angle of 8°.", "10.1016/j.porgcoat.2020.105828"]]}, "HMDSO": {"10.0": [["A sliding angle of less than 10° was measured for the HMDSO treated samples characterizing them as superhydrophobic surfaces.", "10.1016/j.jmrt.2022.01.003"]]}, "Ceria": {"10.0": [["Keywords Hot-press sintering Superhydrophobic Ceria Mechanical durability 1 Introduction Superhydrophobic surfaces with a static water contact angle (WCA) more than 150° and a water sliding angle (SA) less than 10°, widely known as “lotus effect”, have attracted extensive attention because of their potential applications in industry [1–3].", "10.1016/j.apsusc.2020.147113"]]}, "MTCS": {"2.0": [["In turn, modification with MTCS resulted in the formation of PMSQ particles on the fiber surfaces, which induced superhydrophobicity, reflected in the water contact angle of 160° − 175°, and sliding angle of 2°, typical of the lotus effect.", "10.1016/j.apsusc.2020.146898"]], "8.5": [["The MTCS@papain-etched fabric becomes superhydrophobic with contact angle of 153.5° and sliding angle of 8.5°.", "10.1016/j.cej.2018.08.113"]], "18.0": [["Our results agree well with the results of Artus et al. where the equilibrium contact angle and sliding angle were reported as 156° and 18±5° respectively at 37% RH (volume of MTCS/volume of desiccators equals to 4.6×10–5ml/ml and reaction time was 12h) and their SEM images also confirmed that nanofilament diameters were in the range of 20–50nm [16,36].", "10.1016/j.tsf.2016.07.041"]]}, "C3-PDMS-TiO2": {"6.0": [["Furthermore, the sliding angle (SA) of C3-PDMS-TiO2 was as low as 6°, which enabled the water droplet to easily roll off.", "10.1016/j.cej.2020.125661"]]}, "silane": {"4.0": [["After coating with silica and silane-based polymer composite coating, the static water contact angle of the coated sample is increased to 174 ± 2° and sliding angle 4 ± 1°, uncoated and coated samples surface morphologies were also studied by SEM, images as shown in Fig. 2 .", "10.1016/j.surfin.2020.100472"], ["Wu et al. [11] fabricated polyethylene (F-PE/SiO2) foam with the water contact angle (WCA) of 158° and sliding angle (SA) of 4° by applying the silane coupling agent (KH-570) to improve the bonding between PE foam surface and SiO2 particles.", "10.1016/j.porgcoat.2022.106896"], ["Moreover, the sliding angle of the surface modified by the silane coupling agent after 7 days varied from the initial 2° to 4°, while the sliding angle of the surface coated by PP did from 2.5° to 15° after 7 days.", "10.1016/j.apsusc.2012.10.167"]], "10.0": [["However, many studies pointed out that the ceramic membranes could acquire a relatively high hydrophobicity after facilely grafting with silane reagents but their surfaces still could not reach the superhydrophobic state (i.e. water contact angle (WCA) > 150° and sliding angle < 10°) [17].", "10.1016/j.memsci.2020.117842"]], "9.0": [["It also showed the most stable values of contact and sliding angles among other silane variants, with a contact angle of 150° and a sliding angle value of 9° [34].", "10.1016/j.ijheatmasstransfer.2019.06.005"]], "1.0": [["The results show that within the range of current density of 5–9 A/dm2 and after surface modification by fluoroalkyl silane the contact angle is increased to more than 160° and the sliding angle is reduced to less than 1°.", "10.1016/j.jallcom.2019.01.079"]], "3.9": [["By virtue of various comparative experiments, the best superhydrophobic state on the fabric surface was obtained (Fig. 2 a1) with a water contact angle (WCA) of 156.3 ± 2.1° and a sliding angle (SA) of 3.9°(Fig. 2a2), when the addition of silane coupling agent TTOP-12 was 1.5 wt% of pretreatment solution to get a just transparent mixed solution (Fig. S2a) and the reactant concentration of ZnO growth solution was 0.15 M, as shown in Fig. 2c and d, respectively.", "10.1016/j.colsurfa.2018.09.041"]], "2.0": [["Moreover, the sliding angle of the surface modified by the silane coupling agent after 7 days varied from the initial 2° to 4°, while the sliding angle of the surface coated by PP did from 2.5° to 15° after 7 days.", "10.1016/j.apsusc.2012.10.167"]], "2.5": [["Moreover, the sliding angle of the surface modified by the silane coupling agent after 7 days varied from the initial 2° to 4°, while the sliding angle of the surface coated by PP did from 2.5° to 15° after 7 days.", "10.1016/j.apsusc.2012.10.167"]], "15.0": [["Moreover, the sliding angle of the surface modified by the silane coupling agent after 7 days varied from the initial 2° to 4°, while the sliding angle of the surface coated by PP did from 2.5° to 15° after 7 days.", "10.1016/j.apsusc.2012.10.167"]]}, "AA 2024-T3": {"5.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]], "10.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]], "20.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]]}, "PEO": {"15.2": [["For PEO coating and T-PEO coating, the static contact angles were 137.5° and 142.6°, and the sliding angles were 15.2° and 13.1°, respectively, which have reached hydrophobic state.", "10.1016/j.jmatprotec.2022.117641"]], "13.1": [["For PEO coating and T-PEO coating, the static contact angles were 137.5° and 142.6°, and the sliding angles were 15.2° and 13.1°, respectively, which have reached hydrophobic state.", "10.1016/j.jmatprotec.2022.117641"]], "5.0": [["Similarly, the modified topcoat presented a superhydrophobic behavior in both the flat sample and the high-porous TSA/PEO coating, with static angles above 150°, sliding angles bellow 5°, and hysteresis values close to 2°.", "10.1016/j.porgcoat.2019.105376"]], "2.0": [["Similarly, the modified topcoat presented a superhydrophobic behavior in both the flat sample and the high-porous TSA/PEO coating, with static angles above 150°, sliding angles bellow 5°, and hysteresis values close to 2°.", "10.1016/j.porgcoat.2019.105376"]]}, "1–12": {"10.0": [["Keywords Non-wetting textile Stable Methyltrimethoxysilane 1 Introduction Inspired by the excellent non-wetting and self-cleaning properties of the lotus leaf, artificial superhydrophobic surface with water contact angle of more than 150° and sliding angle of less than 10° has been fabricated on a wide range of substrates, such as metals, ceramics, woods, and polymers [1–12].", "10.1016/j.porgcoat.2020.105700"]]}, "10FA": {"9.3": [["The sliding angle of the 10FA-coated surface increased slightly to 9.3°, which still falls into the self-cleaning surface category.", "10.1016/j.jclepro.2020.121748"]]}, "SiO2–F": {"1.9": [["All the FSC/SiO2–F coated surfaces are superhydrophobic with a high contact angle of ~160.5° and a low sliding angle of ~1.9°, in contrast to the rapid spread or even permeation of water droplets on the untreated substrates.", "10.1016/j.compositesb.2020.108031"]], "5.0": [["Except for the dense and viscous honey droplet, all the model liquids on the FSC/SiO2–F coated concrete demonstrate high contact angles beyond 150° and low sliding angles below 5° (Fig. 4D).", "10.1016/j.compositesb.2020.108031"]]}, "PFAC": {"13.0": [["The 1:1 blend (S3), however, practically demonstrates pure PFAC static water contact angle with droplet sliding angle of about 13°.", "10.1016/j.jcis.2020.04.031"]]}, "LIG": {"3.3": [["The sliding angles of water, artificial sweat and serum droplets on the LIG-BI6 surface were 3.3°, 3.4° and 3.3°, respectively, and those on the LIG-BI5 surfaces were 3.5°, 4.8°, 4.2°, respectively.", "10.1016/j.surfcoat.2020.125744"]], "3.4": [["The sliding angles of water, artificial sweat and serum droplets on the LIG-BI6 surface were 3.3°, 3.4° and 3.3°, respectively, and those on the LIG-BI5 surfaces were 3.5°, 4.8°, 4.2°, respectively.", "10.1016/j.surfcoat.2020.125744"]], "3.5": [["The sliding angles of water, artificial sweat and serum droplets on the LIG-BI6 surface were 3.3°, 3.4° and 3.3°, respectively, and those on the LIG-BI5 surfaces were 3.5°, 4.8°, 4.2°, respectively.", "10.1016/j.surfcoat.2020.125744"]], "4.8": [["The sliding angles of water, artificial sweat and serum droplets on the LIG-BI6 surface were 3.3°, 3.4° and 3.3°, respectively, and those on the LIG-BI5 surfaces were 3.5°, 4.8°, 4.2°, respectively.", "10.1016/j.surfcoat.2020.125744"]], "4.2": [["The sliding angles of water, artificial sweat and serum droplets on the LIG-BI6 surface were 3.3°, 3.4° and 3.3°, respectively, and those on the LIG-BI5 surfaces were 3.5°, 4.8°, 4.2°, respectively.", "10.1016/j.surfcoat.2020.125744"]]}, "fluorosilane": {"4.0": [["After modification by fluorosilane, the contact angle and sliding angle were 154° ± 2° and 4° ± 1°, respectively.", "10.1016/j.surfcoat.2020.125447"]], "2.0": [["After surface modified by fluorosilane, the contact angle reaches 160 ± 3°, the sliding angle is smaller than 2°.", "10.1016/j.matchemphys.2014.11.002"]]}, "Silane": {"10.0": [["Keywords Hybrid nanocomposites Silane coupling agent Nano coatings Self-cleaning Oil-water separation 1 Introduction Superhydrophobicity is naturally exhibited in lotus leaf due to its self-cleaning and high water repellency, because of its high water contact angle >150° and sliding angle <10°.", "10.1016/j.jclepro.2020.120693"]]}, "TiO2-MA": {"1.0": [["The sample that showed the highest water contact angle of 176.3° ± 1° with a low sliding angle of ~1° is found to have densely populated with multi-mode micro-nanoclusters of TiO2-MA with a liquid-air area fraction of ~0.97 and an asperity slope >71°.", "10.1016/j.apsusc.2020.145636"]]}, "S-C/T-F": {"10.0": [["Especially for S-C/T-F, one superhydrophobic coating, due to the contact angle value was higher than 150° and the sliding angle (2.1°) was lower than 10°.", "10.1016/j.porgcoat.2019.105498"]]}, "Fluorine": {"10.0": [["Keywords Superhydrophobic Cotton fabric Water-rich Fluorine-free Oil-water separation Water purification 1 Introduction In the past decades, superhydrophobic materials with water contact angle (WCA) higher than 150° and water sliding angle (SA) less than 10° were attracting tremendous attention due to their wide applications including self-cleaning, anti-fouling, anti-corrosion and oil-water separation [1–4].", "10.1016/j.apsusc.2019.145165"], ["Keywords Superhydrophobicity Fluorine-free Self-cleaning Oil-water separation Water-purification 1 Introduction Conventionally, excellent anti-wetting materials with water contact angle (WCA) above 150° and a water sliding angle (WSA) below 10° are defined as superhydrophobic materials and constructed by the cooperation of chemical composition and morphologic structure (Guo et al., 2015; Su and Yao, 2014; Zhou et al., 2013).", "10.1016/j.envpol.2019.113277"], ["Keywords Superhydrophobic Colored fabric Non-particle Fluorine-free Water-rich Oil-in-water emulsion separation 1 Introduction Superhydrophobic surface with a water contact angle (CA) larger than 150° and a sliding angle (SA) lower than 10° has attracted enormous attention in a wide range of fields, including oil-water separation [1–3], drag-reduce devices [4–6], anti-icing coatings [7,8], and anti-wetting textiles [9,10].", "10.1016/j.cej.2017.10.006"], ["Keywords Superhydrophobic Polyethersulfone Wear-resistance Corrosion resistance Fluorine-free 1 Introduction Inspired by the self-cleaning lotus leaves [1,2], superhydrophobic surfaces with high water contact angles (WCAs>150°) and low water sliding angles (WSAs<10°) have attracted more attention from science researchers due to its outstanding performances, such as self-cleaning [3], anti-ice [4], anti-fouling [5] and anti-drag [6].", "10.1016/j.apsusc.2016.11.217"]]}, "VTES": {"5.0": [["Ji et al. obtained a glass surface with the hierarchical textured morphology by one-step hydrothermal method in which the structure of the surface was controlled by the variation of the temperature and the concentration, they have showed that after modification with vinyltriethoxysilane, the glass surface exhibited a stable superhydrophobic with a high water contact angle of 155° and a low sliding angle of 5° [15].", "10.1016/j.apsusc.2019.144843"], ["After modification with vinyltriethoxysilane, the glass surface exhibited stable superhydrophobic with a high water contact angle of 155° and a low sliding angle of 5°.", "10.1016/j.apsusc.2012.11.103"]]}, "pentanol": {"5.0": [["Additionally, the as-prepared pentanol-based NCs bulk could all achieve strong superhydrophobicity (contact angle > 160°, sliding angle ≤ 5°) (Fig. 2f).", "10.1016/j.cej.2020.124420"]]}, "organosilanes": {"5.0": [["Generally, there are two strategies for fabricating the super-hydrophobic surfaces (high CA > 150°, and low sliding angle < 5°) [11,12]: (a) roughening of a hydrophobic surface (90° < CA < 150°), and (b) modifying the rough surface with low surface energy materials such as organosilanes [13], perfluorinated compounds [14], fluorosilane [15], and stearic acid [16].", "10.1016/j.jcis.2019.12.041"]]}, "Polyvinyl alcohol Polydimethylsiloxane": {"10.0": [["Keywords Superhydrophobic Melamine formaldehyde foam Polyvinyl alcohol Polydimethylsiloxane Oil-water separation 1 Introduction Superhydrophobic surfaces, with a water contact angle (WCA) higher than 150 °and a water sliding angle (WSA) lower than 10° [1,2], have stimulated much interest for their promising applications in different areas due to their special wettability, e.g., oil-water separation, anti-bacterial, corrosion resistance, drag-reduction, self-cleaning and anti-icing [3–5].", "10.1016/j.apsusc.2019.144577"]]}, "FTO": {"23.2": [["Regarding the dynamic contact angles, such as sliding angles, our modified ITO and FTO glasses demonstrated only 26.3°, 23.2°, respectively (Table 1 ).", "10.1016/j.polymer.2019.122073"]]}, "SiNPs-MP-PVDF": {"3.5": [["SiNPs-MP-PVDF membrane exhibited an ultralow water sliding angle of ~3.5°, which was attributed to the dual scale roughness and surface coating [63].", "10.1016/j.memsci.2020.117819"]]}, "polypropylene": {"4.0": [["Mg(OH)2/polypropylene coating possessed superior superhydrophobicity, low surface energy (6.7 mJ/m2) and self-cleaning properties, and the contact and sliding angle were approximately 165.5 ± 3.6° and 4 ± 0.6°, respectively, which could be attributed to the polypropylene coating with both low surface energy and micro-sized spherical structure.", "10.1016/j.jallcom.2019.153515"]]}, "long C-F": {"2.0": [["The HSNs nanocoating shows superhydrophobicity (WCA: 154.2° and sliding angle: <2°), which is ascribed to the long C-F chain with low surface energy and the rough surface with micro/nano-structures.", "10.1016/j.jcis.2019.12.049"]]}, "2-dicholothane": {"1.0": [["When the surface is put in water, an oil droplet (4 µL, 1, 2-dicholothane) can roll like a sphere with an oil contact angle (OCA) and an oil sliding angle (OSA) of about 168° and 1°, respectively, demonstrating a low adhesive superoleophobicity in water of the surface (Fig. 1d and Fig. S3).", "10.1016/j.cej.2019.123924"]]}, "PDA-Fe-SF": {"11.8": [["After 210 min of washing, the contact angle of the PDA-Fe-SF reduced to approximately 153°, and the sliding angle was approximately 11.8°.", "10.1016/j.cej.2019.122988"]]}, "PVDF-20": {"5.0": [["Besides, PVDF-20 exhibited the good water-resistant and the low sliding angle (SA) about 5° (Video S1).", "10.1016/j.porgcoat.2019.06.002"]]}, "Polysiloxanes": {"10.0": [["Keywords Organic coatings Super-hydrophobicity Nanosilica Polysiloxanes Electrical insulator 1 Introduction Superhydrophobic coatings are defines as those that display water contact angle (WCA) greater than 150° and sliding angle (SA) less than 10°.", "10.1016/j.porgcoat.2022.106867"]]}, "15–17], anti-icing [18–21": {"10.0": [["Basically, superhydrophobic surfaces refer to the surfaces with water contact angle larger than 150° and sliding angle smaller than 10° at the same time [14], and this water repellency is of great importance in many fields, such as self-cleaning [15–17], anti-icing [18–21], anti-biofouling [22], oil-water separation [23–25] and corrosion resistance [26–28].", "10.1016/j.porgcoat.2019.105335"]]}, "Thiol-ene": {"10.0": [["Keywords Castor oil Superhydrophobic coating Hybrid coatings Thiol-ene reaction Oil/water separation 1 Introduction Superhydrophobic surfaces [1] that display a high water contact angle (>150°) and a sliding angle less than 10° have received considerable attention over the past decades on account of their potential applications in self-cleaning, anti-fogging, anti-corrosion, and oil/water separation [2–6].", "10.1016/j.porgcoat.2019.105346"], ["Keywords Polyhedral oligomeric silsesquioxane Superhydrophobic Thiol-ene click chemistry Robust 1 Introduction Superhydrophobic surface with a water contact angle (WCA) greater than 150° and a sliding angle (SA) lower than 10° has triggered more and more research interest due to its excellent water repellency and self-cleaning property [1–6].", "10.1016/j.cej.2017.09.074"]]}, "oxygen": {"10.0": [["A superhydrophobic surface, which by definition has a static water contact angle (CA) greater than 150° and a sliding angle (SA) lower than 10° [6], repels water, moisture and atmospheric oxygen away from the surface, acting as a barrier against corrosive ions.", "10.1016/j.colsurfa.2019.123971"]]}, "PFOTCS": {"15.0": [["The substrate coated with TMCS showed a lower sliding angle (15°) and better self-cleaning abilities; whereas the PFOTCS surface exhibited a Cassie impregnated state of wetting.", "10.1016/j.porgcoat.2019.06.038"]]}, "CuO": {"2.0": [["On the other hand, the surface coated with the nanocomposite layer of modified CuO nanoparticles presented both a high contact angle and a low sliding angle (lower than 2°), indicating the excellent self-cleaning property of the coated surface.", "10.1016/j.porgcoat.2019.105270"]]}, "V-PDMS": {"6.0": [["When the mass ratio of mMoS2 to V-PDMS increased from 0 to 0.25, the water contact angle of the coating increased from 147° to 157° with sliding angle of 6°.", "10.1016/j.reactfunctpolym.2019.104315"]]}, "AA5083": {"1.0": [["With the continuously increasing of anodisation voltage to 40 V, the contact angle of the prepared AA5083 surface reaches to the maximum 165 ± 2°, meanwhile, achieving the lowest sliding angle 1 ± 1°.", "10.1016/j.corsci.2019.06.031"], ["4 Conclusion To sum up, we fabricated superhydrophobic porous anodized AA5083 surface with a contact angle of 165 ± 2° and sliding angle of 1 ± 1°.", "10.1016/j.corsci.2019.06.031"]]}, "Cu-Zn": {"6.5": [["Overall, we experimentally demonstrated that these superhydrophilic Cu-Zn coatings with hierarchical structures transformed to superhydrophobic after storage in air for more than 60 days, without chemical modification, and the maximum water contact angle and the minimum sliding angle are 154.73° and ~6.5°, respectively.", "10.1016/j.apsusc.2019.03.123"], ["After storage in air more than 60 days, without chemical modification, this Cu-Zn coating became superhydrophobicity with the maximum water contact angle of 154.73° and the minimum sliding angle of ~6.5°.", "10.1016/j.apsusc.2019.03.123"]]}, "SiC": {"5.0": [["In addition to the high CA, a low sliding angle of ∼5° was achieved when the SiC nanowires were coated for 10 cycles.", "10.1016/j.pmatsci.2019.04.004"]]}, "SiO": {"9.0": [["The sliding angle of the fabricated siloxane functionalized µ-patterned PUA film increased from 9° to 14° after 8 tape adhesion test cycles.", "10.1016/j.cej.2019.04.197"]], "14.0": [["The sliding angle of the fabricated siloxane functionalized µ-patterned PUA film increased from 9° to 14° after 8 tape adhesion test cycles.", "10.1016/j.cej.2019.04.197"]]}, "F-POSS": {"4.0": [["The APP/bPEI/F-POSS coated fabric had a water contact angle of 160° and a sliding angle of 4°.", "10.1016/j.cej.2019.05.077"]]}, "alkyl silicone oil": {"1.4": [["SOMs with alkyl silicone oil had the largest WCA of 168° with a sliding angle of 1.4° (Fig. 10 a).", "10.1016/j.cej.2019.05.077"]]}, "m-ZnO": {"10.0": [["Keywords Superhydrophobic m-ZnO Pore-forming agent Multifunctional coating Anti-corrosion Wear- resistance 1 Introduction The superhydrophobic surface with water contact angle (WCA) greater than 150° and sliding angle (SA) less than 10° [1–3], has recently attracted tremendous attention for researchers due to its prospective applications in the field of self-cleaning [4,5], drag-reducing [6], anti-corrosion [7] and so on [8–10].", "10.1016/j.porgcoat.2019.04.027"]]}, "aluminium": {"10.0": [["The superhydrophobic surface with a water contact angle above 155° and sliding angle <10° was obtained only for aluminium treated with FAS-10E.", "10.1016/j.surfcoat.2019.03.082"]], "5.0": [["The maximum contact angle 168.2° along with sliding angle 5° is achieved for aluminium surface which undergone 180 min etching (Fig. 3 (f)).", "10.1016/j.jallcom.2017.01.243"], ["Static contact angle 167° and sliding angle 5° are found for aluminium surface which undergone for 180 min etching.", "10.1016/j.jallcom.2017.01.243"]], "8.0": [["The water contact angle on the elaborated coating on an anodized aluminium surface was shown to be 158° with a sliding angle around 8°.", "10.1016/j.apsusc.2013.07.119"]]}, "P(S-DVB)@P(S-DVB-NFHMA) MNDPs": {"10.0": [["As Fig. 4a showed, the static water contact angle of the obtained coating, composed of hollow P(S-DVB) microspheres used for structural basis, maintained at around 24°; when the P(S-DVB)@P(S-DVB) MNDPs without fluoride were applied to establishing particulate coating onto the slide glass, then water droplet could completely infiltrate and spread on this coating surface, during that, it took only 3.45 s (Fig. 4b); by introducing fluorinated monomer TFEMA into the construction process of hierarchical all-polymer particles, the P(S-DVB)@P(S-DVB-TFEMA) MNDPs were acquired to build the hydrophilic coating with 0° of contact angle, which static wetting behaviour was similar to that of nonfluorinated MNDPs-based particulate coating (contact angle, 0°), meantime the TFEMA-containing particulate coating, while contacting with water droplet, could be infiltrated and then spread after 5.63 s (Fig. 4c), from this result of extension of wetting time compared with the above fluoride-free MNDPs-arrayed coating, further verifying fluorination, that participated in MNDPs formation, was helpful to reduce hydrophilicity; with the increase in fluoroalkyl chain length of fluoride-containing monomer for constructing MNDPs, the prepared different particulate coatings, which consisted of P(S-DVB)@P(S-DVB-HFBMA) MNDPs, P(S-DVB)@P(S-DVB-NFHMA) MNDPs or P(S-DVB)@P(S-DVB-PFOMA) MNDPs, all exhibited high contact angles (more than or equal to 160°) as well as low sliding angles (<10°).", "10.1016/j.cej.2022.136810"]]}, "P(S-DVB)@P(S-DVB-PFOMA) MNDPs": {"6.0": [["Additionally, when the structural motif of superhydrophobic coating varied from P(S-DVB)@P(S-DVB-HFBMA) MNDPs to P(S-DVB)@P(S-DVB-PFOMA) MNDPs, the contact angle of fluorinated MNDPs-coated surface increased from 160° to 165° and its sliding angle decreased from 6° to 1°, in accordance to the trends of ever-increasing rolling ability and lifting capacity of these coated surface to water droplet, further confirming that persisting declination for water adhesive force of MNDPs coating with the transformation in component from P(S-DVB)@P(S-DVB-HFBMA) to P(S-DVB)@P(S-DVB-PFOMA).", "10.1016/j.cej.2022.136810"]], "1.0": [["Additionally, when the structural motif of superhydrophobic coating varied from P(S-DVB)@P(S-DVB-HFBMA) MNDPs to P(S-DVB)@P(S-DVB-PFOMA) MNDPs, the contact angle of fluorinated MNDPs-coated surface increased from 160° to 165° and its sliding angle decreased from 6° to 1°, in accordance to the trends of ever-increasing rolling ability and lifting capacity of these coated surface to water droplet, further confirming that persisting declination for water adhesive force of MNDPs coating with the transformation in component from P(S-DVB)@P(S-DVB-HFBMA) to P(S-DVB)@P(S-DVB-PFOMA).", "10.1016/j.cej.2022.136810"]], "5.0": [["Furthermore, when the as-prepared P(S-DVB)@P(S-DVB-PFOMA) MNDPs-covered fabric coating was cyclically abraded, under condition of the 100 g of load-bearing, for 300 times, this abraded fabric surface appeared dark fouling, because of colored substance, originated from sandpaper (mesh: 1000), was stained on the surface of the treated fluorinated fabric after close contact such like cyclic load-bearing abrasion; but even so, the 85 °C water droplet also could roll off from the abraded fabric surface completely (Figure S15c); additionally, the contact angle and the sliding angle of the aforementioned abraded fabric were 154° and 5°, respectively, still exhibiting resistance to wetting caused by high-temperature aqueous phase (Figure S15d); apparently, this prepared hot-water-repellent fabric, by virtue of heat bonding of P(S-DVB)@P(S-DVB-PFOMA) MNDPs on cotton woven, reached the stability in abrasion resistant.", "10.1016/j.cej.2022.136810"]]}, "P(S-DVB)": {"5.0": [["Afterwards, the surface wetting behaviour of P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric coating was discussed in Fig. 6c-e, firstly its contact angle attained 162°, as well as sliding angle was 5°, besides the appearance of water droplets dripped on the as-prepared coated fabric could keep spheroidal shape, beyond that, the falling water droplet easily rolled down the tilted surface of HFBMA-containing hierarchical polymeric particles-covered fabric, thereby illustrating exhibition of excellent superhydrophobicity and anti-wetting capacity on P(S-DVB)@P(S-DVB-HFBMA) MNDPs-coated fabric.", "10.1016/j.cej.2022.136810"], ["During the period of 300 times of cyclic abrasion at the load-bearing condition, the static and dynamic wetting behaviour of the abraded fabric surface were measured each 20 times; the results indicated that, in the course of the aforementioned cyclic load-bearing abrasion, the contact angle of the tested P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric just slightly decreased from 162° to 159°, concurrently its sliding angle merely increased from 5° to 6° (Figure S12b-c).", "10.1016/j.cej.2022.136810"], ["As shown in Fig. 8c, with the increase in temperature of the tested water droplets, the special wetting behaviour of particulate coated fabric, contained polymerization product P(S-DVB)@P(S-DVB-PFOMA), was deeply discussed; for every 15° the temperature increases, both the contact angle and the sliding angle of the calefactive water droplets to the above-mentioned fabric were tested, after testing demonstrated that stable superhydrophobicity, which anti-wetting effect was directed against hot-water; thereinto, when the temperature of the contacted microdroplet increased to 85 °C, the contact angle and the sliding angle of P(S-DVB)@P(S-DVB-PFOMA) MNDPs-based fabric coating were, respectively, 163° and 5°, revealing ability to resist high-temperature water.", "10.1016/j.cej.2022.136810"]], "7.0": [["As is shown above, the contact angle of P(S-DVB)@P(S-DVB-HFBMA) MNDPs-coated fabric remained above 155°, meantime its sliding angle kept below 7°, whether the tested water droplets were in acid-base status or near-neutral pH.", "10.1016/j.cej.2022.136810"]], "6.0": [["During the period of 300 times of cyclic abrasion at the load-bearing condition, the static and dynamic wetting behaviour of the abraded fabric surface were measured each 20 times; the results indicated that, in the course of the aforementioned cyclic load-bearing abrasion, the contact angle of the tested P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric just slightly decreased from 162° to 159°, concurrently its sliding angle merely increased from 5° to 6° (Figure S12b-c).", "10.1016/j.cej.2022.136810"]], "1.0": [["Additionally, the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-coated fabric was carpeted with 25 °C water droplets, all of these droplets onto that surface could maintain in spherical shape, and then there was no water stain at the surface of the PFOMA-containing MNDPs-based fabric coating after water absorbency by using bumf, the contact angles and sliding angles for different areas of the target fabric coating all reached 167° and 1° (Figure S14a); when cyclic press contact between 25 °C water droplet and the aforesaid fabric surface was implemented, after that, this tested fabric surface was in the absence of any liquid residue (Figure S14b); because of this, the excellent superhydrophobicity of the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-coated fabric to 25 °C water achieved good homogeneity and stability.", "10.1016/j.cej.2022.136810"]], "10.0": [["In consideration of dynamic wetting behaviour of high-temperature water droplet to the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-covered surface, these PFOMA-containing MNDPs could be applied to establishing the hot-water-repellent fabric, and excellent superhydrophobicity was reflected in that coated fabric; the contact angles of the calefactive water droplets (25 °C-85 °C) to the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-formed fabric coating were all high than 150°, its sliding angles were totally lower than 10°.", "10.1016/j.cej.2022.136810"]]}, "PFOMA": {"1.0": [["Fig. 8b displayed that 25 °C water droplets could maintain globoid shape, when contacted on P(S-DVB)@P(S-DVB-PFOMA) MNDPs-based fabric coating, meanwhile wetting phenomena had not happened in the above fluorinated fabric surface; by utilizing 25 °C water droplets for measuring wettability, after that, the fluorinated fabric surface, composed of PFOMA-containing all-polymer particles, reached a good level of contact angle (167°), and it was a sliding angle of just 1°, showing significant non-wetted efficacy.", "10.1016/j.cej.2022.136810"]]}, "P(S-DVB)@P(S-DVB-PFOMA)": {"5.0": [["Figure S15a-b showed that the 85 °C water droplet, dripped onto the UV irradiated fabric coating, was easy to roll down without adhering any thermal liquid residue; besides, the contact angle of 85 °C water droplet to the treated fabric, suffered from 24 h of UV irradiation, was 163°, as well as the sliding angle of that was 5°; compared to the dynamic and static wetting state of the original particulate coated fabric composed of P(S-DVB)@P(S-DVB-PFOMA), it was found that receiving the 24 h of UV irradiation did not appear to affect capacity in the anti-wetting of the treated fluorinated fabric to high-temperature water droplet.", "10.1016/j.cej.2022.136810"]]}, "PVDT": {"5.0": [["(Fig. 4 a–f) The water contact angles for the PVDT coatings on various substrates were over 150° and the sliding angles are ∼5°.", "10.1016/j.jcis.2019.03.095"]]}, "HDMS": {"10.0": [["Moreover, the so-obtained Mg-H2O-(PA/Ce)n sample was rough; after modified with hexadecyltrimethocxysilane (HDMS), the sample turned to be superhydrophobic with a water contact angle above 150° and a sliding angle below 10° [16–18].", "10.1016/j.jallcom.2019.02.003"]]}, "Fluorosilicone": {"10.0": [["Keywords Superhydrophobic coating Composite Fluorosilicone resin Nanoparticles Corona 1 Introduction Superhydrophobic material with water contact angle (CA) >150° and water sliding angle (SA) <10°) performs better water repellency than hydrophobic outdoor insulating materials used in high-voltage transmission lines [1,2].", "10.1016/j.apsusc.2019.01.224"]]}, "BiOCl": {"2.0": [["After coated with BiOCl and PFOTS, the sample achieved superhydrophobicity with a contact angle of 155° and a sliding angle of 2° (the inset in Fig. 2g).", "10.1016/j.cej.2019.02.104"]]}, "Mg-Li alloy": {"1.0": [["4 Conclusions (1) A unique structure having bioinspired superhydrophobicity (contact angle up to 167.4° with the sliding angle as low as 1°) for Mg-Li alloy (LA141) corrosion prohibition is prepared by a facile one-step electrodeposition.", "10.1016/j.colsurfa.2022.129145"]]}, "Carbon": {"10.0": [["Keywords Fibroussilica Epoxy coatings Carbon steel Superhydrophobicity Corrosion resistance 1 Introduction Nature has developed materials with fascinating properties, in particular, lotus leaves which have an outstanding hydrophobic properties characterized by contact angles greater than 150° and a sliding angle less than 10° [1].", "10.1016/j.porgcoat.2018.09.025"], ["Keywords Superhydrophobicity Carbon contaminant Heat treatment Superhydrophilicity Switch 1 Introduction A surface is defined as superhydrophobic surfaces when it possesses very high contact angles (CA>150°) and very low sliding angles (SA<10°) [1].", "10.1016/j.surfcoat.2016.03.052"], ["Keywords Carbon fibres Functional composites Durability Electrical properties 1 Introduction Superhydrophobicity is defined as water contact angle (WCA) above 150° and sliding angle (SA) below 10° [1–3].", "10.1016/j.compscitech.2015.05.016"]]}, "graphene": {"5.0": [["From the wettability measurements, we observed that at 25% graphene addition, the coatings exhibited superhydrophobic properties with water contact angle of 154.9° and 152 ° for G25 and GD respectively, also sliding angle of 5° and 7° for G25 and GD respectively.", "10.1016/j.porgcoat.2018.11.018"]], "7.0": [["From the wettability measurements, we observed that at 25% graphene addition, the coatings exhibited superhydrophobic properties with water contact angle of 154.9° and 152 ° for G25 and GD respectively, also sliding angle of 5° and 7° for G25 and GD respectively.", "10.1016/j.porgcoat.2018.11.018"]], "13.0": [["Shen et al. [47] successfully synthesized the F-doped multi-layered graphene sheets which the contact angle was 158° and the sliding angle was 13°.", "10.1016/j.apsusc.2017.01.009"]]}, "Epoxy resin": {"7.3": [["Epoxy resin droplets could also slide on these surfaces but with larger sliding angles ranging from 7.3° to 17.9°.", "10.1016/j.surfcoat.2018.10.001"]], "17.9": [["Epoxy resin droplets could also slide on these surfaces but with larger sliding angles ranging from 7.3° to 17.9°.", "10.1016/j.surfcoat.2018.10.001"]], "10.0": [["Keywords Superhydrophobic Silica nanoparticles Epoxy resin Transparent Durable 1 Introduction Superhydrophobic surfaces, with a water contact angle (WCA) above 150° and sliding angle (SA) below 10° [1–3], have attracted much attention in daily life and industrial fields because of their unique properties such as oil-water separation [4,5], self-cleaning [6–8] or water directional flowing [9,10].", "10.1016/j.surfcoat.2018.04.063"], ["Keywords Superhydrophobic surface Epoxy resin Spraying coating Drag reduction Adhesion 1 Introduction The surface with water contact angle over 150° and sliding angle lower than 10° is generally classified as superhydrophobic surface [1].", "10.1016/j.surfcoat.2016.09.009"]]}, "Nano-alumina": {"10.0": [["Keywords Siloxane Nano-alumina Superhydrophobic Coating Surfaces 1 Introduction Superhydrophobic surfaces (contact angles greater than 150° and low sliding angles of less than 10°) [1], which can be obtained through combining low surface energy and micro/nano-level surface roughness, have attracted significant attention recently due to their non-wetting, self-cleaning [2–9], oil/water separation [10–16], anti-icing [17–20] and other features [21,22].", "10.1016/j.porgcoat.2018.08.020"]]}, "CH3COONa": {"1.0": [["For the solutions of NaCl, MgCl2, NaI, and CH3COONa, in the concentration range from 0 to 4 mol/L, the sliding angles are all less than 1°.", "10.1016/j.apsusc.2018.05.086"]]}, "C18H28SO3Na": {"12.6": [["While for 0.075 mol/L C17H33COONa and 0.1 mol/L C18H28SO3Na solutions, the sliding angles are 12.6° and 13.8°, respectively.", "10.1016/j.apsusc.2018.05.086"]], "13.8": [["While for 0.075 mol/L C17H33COONa and 0.1 mol/L C18H28SO3Na solutions, the sliding angles are 12.6° and 13.8°, respectively.", "10.1016/j.apsusc.2018.05.086"]]}, "3–12": {"10.0": [["Superhydrophobic surfaces, described as having a contact angle (CA) greater than 150°, low sliding angle (SA <10°), and low contact angle hysteresis (CAH), have received great attention due to their variety of unique properties such as self-cleaning, enhanced corrosion performance, anti-bacterial property, anti-icing, anti-frosting, drop splitting and drop guiding abilities [3–12].", "10.1016/j.colsurfa.2018.03.045"]]}, "Fluoroalkyl silanes": {"10.0": [["Keywords Superhydrophobic coating Water-based Mechanical durability Organic/inorganic hybrids Acrylic copolymers Fluoroalkyl silanes 1 Introduction Superhydrophobic layers which show water contact angle (CA) > 150° and water sliding angle (SA) < 10°, can inhibit water droplet adhesion and offer quickly rolling-off of a water droplet from its surface, thus is promising for fields such as self-cleaning, non-wetting, anti-fogging and anti-icing, etc.", "10.1016/j.apsusc.2018.04.008"]]}, "HTMS": {"10.0": [["After modification with heptadecafluorodecyltrimethoxysilane (HTMS), the developed coatings exhibited a water contact angle of over 150° and a sliding angle less than 10°.", "10.1016/j.solmat.2018.09.015"]]}, "Polystyrene": {"10.0": [["Keywords Nanoparticles Sol–gel preparation Triethoxyoctylsilane Polystyrene Transparent coating Superhydrophobic coating 1 Introduction A superhydrophobic surface (SHS) with a water droplet must show a contact angle >150° and sliding angle <10° [1].", "10.1016/j.matlet.2018.09.043"]]}, "Zn(NO3)2": {"20.0": [["With the concentration of Zn(NO3)2 of 0.01 mol/L, 0.015 mol/L and 0.025 mol/L, the static angles of the multilayer coating are 145° ± 6°, 148° ± 3° and 149° ± 2°, and the sliding angles of the multilayer coatings are 20°, 15° and 13°, respectively.", "10.1016/j.surfcoat.2018.07.090"]], "15.0": [["With the concentration of Zn(NO3)2 of 0.01 mol/L, 0.015 mol/L and 0.025 mol/L, the static angles of the multilayer coating are 145° ± 6°, 148° ± 3° and 149° ± 2°, and the sliding angles of the multilayer coatings are 20°, 15° and 13°, respectively.", "10.1016/j.surfcoat.2018.07.090"]], "13.0": [["With the concentration of Zn(NO3)2 of 0.01 mol/L, 0.015 mol/L and 0.025 mol/L, the static angles of the multilayer coating are 145° ± 6°, 148° ± 3° and 149° ± 2°, and the sliding angles of the multilayer coatings are 20°, 15° and 13°, respectively.", "10.1016/j.surfcoat.2018.07.090"]], "10.0": [["With these three concentration of Zn(NO3)2, the static angles of the multilayer coating are less than 150°, and the sliding angles of the multilayer coating are greater than 10°.", "10.1016/j.surfcoat.2018.07.090"], ["However, with the concentration of Zn(NO3)2 of 0.035 mol/L and 0.045 mol/L, the static angles of the multilayer coating are 154° ± 2° and 150° ± 2°, and the sliding angles of the multilayer coatings are 7° and 10°, respectively.", "10.1016/j.surfcoat.2018.07.090"]], "7.0": [["However, with the concentration of Zn(NO3)2 of 0.035 mol/L and 0.045 mol/L, the static angles of the multilayer coating are 154° ± 2° and 150° ± 2°, and the sliding angles of the multilayer coatings are 7° and 10°, respectively.", "10.1016/j.surfcoat.2018.07.090"]]}, "POSS": {"10.0": [["Keywords Superhydrophobic surface Phase-separation Diblock polymer Polyhedral oligomeric silsesquioxane 1 Introduction Superhydrophobic surface is water-repellent with a static water contact angle exceeding 150° (WCA) and a sliding angle (SA) less than 10° [1].", "10.1016/j.tsf.2018.01.030"]]}, "TiO2-Fe2O3": {"4.0": [["Meanwhile, the surface of superhydrophobic ZnO-MnO2 and TiO2-Fe2O3 left no ice deposited and showed low sliding angles of 4° and 5°, respectively.", "10.1016/j.apsusc.2018.10.025"]], "5.0": [["Meanwhile, the surface of superhydrophobic ZnO-MnO2 and TiO2-Fe2O3 left no ice deposited and showed low sliding angles of 4° and 5°, respectively.", "10.1016/j.apsusc.2018.10.025"]]}, "tin oxide": {"7.0": [["Xu et al. [17] have prepared TiO2 nanorod arrays through hydrothermal method on fluorine-doped tin oxide coated glass substrates with a contact angle of 161.2 ± 1.3° and a small sliding angle of 7°.", "10.1016/j.surfcoat.2018.09.014"]]}, "Organopolysilazane": {"10.0": [["Keywords Superhydrophobic coatings Organopolysilazane Mechanical durability Self-cleaning Anchoring effect 1 Introduction Superhydrophobic surfaces with a water contact angle (WCA) greater than 150° and a sliding angle (SA) below 10° have attracted tremendous attention due to their excellent self-cleaning [1,2], anti-icing [3,4], anti-fogging [5], and corrosion-resistant [6,7] properties, among others.", "10.1016/j.matdes.2017.12.034"]]}, "Polysiloxane": {"10.0": [["Keywords Super-hydrophobic TiO2 Polysiloxane resin Corrosion resistance Abrasion resistance 1 Introduction Super-hydrophobic surfaces with a water contact angle (CA) higher than 150° and a sliding angle (SA) lower than 10° have attracted much attention due to their wide range of applications such as oil/water separation [1,2], anti-corrosion [3,4], fluid drag reduction [5,6], anti-icing [3,6], self-cleaning [3,7] and transparent coating [8,9], etc.", "10.1016/j.cej.2017.09.165"]]}, "PAH": {"25.0": [["Increase the concentration of NaCl in PSS solution to 1 M, the CA of (PSS1/PAH-PAA9.3)20 film increases to 153.7° with the sliding angle being 25°.", "10.1016/j.tsf.2018.03.048"]], "1.0": [["The CA of (PSS2/PAH-PAA9.3)20 and (PSS3/PAH-PAA9.3)20 films are 155.2° and 155.5°, respectively with their sliding angles being less than 1°.", "10.1016/j.tsf.2018.03.048"]]}, "PFDT": {"6.5": [["Moreover, the adhesive behavior of the water on the as-prepared PFDT/PDA/PI membranes surface was assessed bysliding-angle, in which a sliding angle of ≈6.5° was obtained, confirming that the PFDT/PDA/PI membranes exhibited remarkable superhydrophobicity.", "10.1016/j.jcis.2018.06.067"]]}, "V-PVDF": {"9.6": [["The contact angle reached 176.5°, and sliding angle was in the range of 6.8–9.6° which was similar with lotus surface (CA: 179.9°, SA: 5.0–16.5°), while the V-PVDF membrane was only 126.7°.", "10.1016/j.memsci.2018.03.041"]], "16.5": [["The contact angle reached 176.5°, and sliding angle was in the range of 6.8–9.6° which was similar with lotus surface (CA: 179.9°, SA: 5.0–16.5°), while the V-PVDF membrane was only 126.7°.", "10.1016/j.memsci.2018.03.041"]]}, "CTMS": {"6.5": [["The static water contact angle increased from 91.5° to 153.3° and the water sliding angle in surface modification by CTMS reduced from 29.5° to 6.5°.", "10.1016/j.porgcoat.2018.06.001"]]}, "sapphire": {"10.0": [["Keywords Laser beam machining (LBM) Surface modification Transparent superhydrophobic sapphire 1 Introduction In recent decades, superhydrophobic surfaces, which are surfaces with water droplet contact angles (CAs) greater than 150° and sliding angles (SAs) smaller than 10°, have attracted great attention both in academia and in industry due to their unique characteristics, such as water repellence and self-cleaning.", "10.1016/j.cirp.2018.04.085"]]}, "cobalt": {"2.98": [["and a sliding angle is about 2.98°., which due to the incorporation of MWCNTs and cobalt nano-particles resulting in the film to form a micro-nanoscale hierarchical structure.", "10.1016/j.diamond.2018.04.021"]]}, "1H, 1H, 2H, 2H-perfluorodecyltriethoxysilane": {"2.0": [["After that step, silanization was applied in a glass vessel using 1H, 1H, 2H, 2H-perfluorodecyltriethoxysilane (FAS-17) precursor, resulting in the creation of durable superhydrophobic surfaces with WCA ≈ 160° and sliding angle <2°) on various substrates.", "10.1016/j.cis.2018.03.009"]]}, "KF-99": {"7.0": [["With further increase in KF-99 dosage (20wt%) the contact angle was further increased to 160.7° (Fig. 8d) with a sliding angle varying between 7° to 8°.", "10.1016/j.surfcoat.2018.01.005"]], "8.0": [["With further increase in KF-99 dosage (20wt%) the contact angle was further increased to 160.7° (Fig. 8d) with a sliding angle varying between 7° to 8°.", "10.1016/j.surfcoat.2018.01.005"]]}, "PDMS-30": {"8.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]], "7.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]], "3.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]]}, "PDMS-25": {"1.0": [["After further fluoride treatment by FAS-17, an obviously increase of contact angle of EP/PDMS-25 to 161° is achieved, and its sliding angle (SA) decreases to 1°.", "10.1016/j.apsusc.2017.12.019"]]}, "SEBS": {"3.0": [["The static water CA of the bare SEBS fibrous mesh was 139° (±3°), and the sliding angle was nearly 90°.", "10.1016/j.apsusc.2017.06.076"]]}, "chlorosilane": {"2.0": [["Kim et al. [27] first etched the stainless steel in an HF solution, then dipped it in a NaCl solution at 100 °C, followed modified by a chlorosilane, ultimately, the surface showed a contact angle of 168° and a sliding angle of 2°.", "10.1016/j.cplett.2022.139567"]]}, "Copper hydroxide": {"10.0": [["Keywords Superhydrophobic Copper hydroxide coating Self-cleaning Oil-water separation Oil sorption Durable 1 Introduction Superhydrophobic surfaces, displaying contact angle (CA) larger than 150° and sliding angle (SA) smaller than 10° with water [1], have attracted increasing attention for the potential in self-cleaning [2,3], anti-fouling [4,5], oil-water separation [6–10] and so on.", "10.1016/j.surfcoat.2017.06.040"]]}, "TiO2-OA": {"5.0": [["Overall, contact angles of TiO2-OA coatings are close to the critical of 150°, and sliding angles are <5°.", "10.1016/j.surfcoat.2017.06.044"]]}, "APTES": {"5.0": [["The water sliding angle of the APTES/PFTES-modified particles incorporated coating was determined to be around 5°, which indicates a lotus effect state.", "10.1016/j.compositesb.2017.03.029"]]}, "silicon": {"3.0": [["For the sliding angle test, the POTS-modified HFP coated silicon wafer was pasted on an inclined glass slide with an angle of 3° and a 10-μl water droplet was dropped on its surface.", "10.1016/j.powtec.2017.07.005"]]}, "POTS": {"4.0": [["Combined with the low-surface-energy provided by 1H,1H,2H,2H-perfluorooctyltriethoxysilane (POTS), the prepared surface demonstrated an excellent superhydrophobicity with a water contact angle (WCA) of 168±1.4° and a sliding angle (SA) of 4±0.5°.", "10.1016/j.cej.2017.05.142"]]}, "Laurylamine": {"10.0": [["Keywords Aluminum Electroless deposition Laurylamine Mussel-yarn Composite Corrosion resistance 1 Introduction Superhydrophobic surfaces, inspired by the self-cleaning lotus leaf, exhibit a water contact angle (WCA) more than 150° and sliding angle (SA) less than 10° [1].", "10.1016/j.jtice.2017.05.009"]]}, "Graphene oxide p-Phenylenediamine": {"10.0": [["Keywords Graphene oxide p-Phenylenediamine Superhydrophobic Hierarchical structure Coating 1 Introduction Superhydrophobicity is a special wetting phenomenon with water contact angle (CA) exceeding 150° and sliding angle less than 10° [1].", "10.1016/j.matdes.2017.04.033"]]}, "stearate": {"10.0": [["Keywords Superhydrophohic Cobalt stearate Electrodeposition Corrosion resistance Potentiodynamic polarization Electrochemical impedance spectroscopy 1 Introduction Superhydrophobic surfaces, inspired by the self-cleaning lotus leaf, demonstrate a water contact angle of more than 150° and a sliding angle of less than 10° [1].", "10.1016/j.apsusc.2017.02.203"]]}, "(heptadecafluoro-1,1,2,2-tetrahydrodecyl)trimethoxysilane": {"5.0": [["The modified surfaces with the (heptadecafluoro-1,1,2,2-tetrahydrodecyl)trimethoxysilane behave superhydrophobic with contact angles higher than 150° and sliding angles lower than 5°.", "10.1016/j.colsurfa.2016.12.057"]]}, "PFDTES": {"1.0": [["After hydrophobization by 1H,1H,2H,2H-Perfluorodecyltriethoxysilane (FAS), the resultant surface displaying superhydrophobicity with CA of 169.6° and a water sliding angle (SA) of ca. 1°.", "10.1016/j.matlet.2017.03.024"]]}, "Zinc": {"10.0": [["Keywords Iridium Zinc Photocatalytic Superhydrophobic 1 Introduction The superhydrophobic surfaces (SHSs) have been constructed as interfacial materials, which exhibit high static water contact angle (WCA) more than 150° and ultra-low sliding angle (SA) less than 10° [1–3].", "10.1016/j.jallcom.2016.12.358"]]}, "Alkoxy polysiloxane": {"10.0": [["Keywords Alkoxy polysiloxane Copolymerization Emulsion Superhydrophobic Thermostability 1 Introduction Surfaces with an apparent contact angle greater than 150° are called superhydrophobic surfaces, and those surfaces with a contact angle greater than 150° and a sliding angle less than 10° generally referred to as self-cleaning surfaces [1,2].", "10.1016/j.porgcoat.2016.07.003"]]}, "fumed silica": {"3.0": [["When the content of fumed silica was 23wt% and the total content of PhTMS and EPTMS is 15wt%, the contact angle was 156.1° and sliding angle was 3°, and the thermostability of as-prepared surface coating was best.", "10.1016/j.porgcoat.2016.07.003"]]}, "Graphene": {"10.0": [["Keywords Superhydrophobic coating Graphene Anti-corrosive Mechanically stable 1 Introduction Superhydrophobic surfaces, which display water contact angles greater than 150° and sliding angles below 10°, have attracted ever-growing attention because of their numerous applications in self-cleaning [1,2], anti-corrosion [3,4], anti-icing [5], oil-water separation [6], and so forth.", "10.1016/j.colsurfa.2016.11.002"]]}, "titanium": {"25.4": [["For example, the contact angle hysteresis and sliding angle of diiodomethane on titanium are 12.7°±1.6° and 25.4°±1.8°, while the contact angle hysteresis and sliding angle of diiodomethane on ATFP (50V3h) are 5.4°±0.6° and 8.3°±1.0°.", "10.1016/j.surfcoat.2016.08.091"]]}, "ATFP": {"8.3": [["For example, the contact angle hysteresis and sliding angle of diiodomethane on titanium are 12.7°±1.6° and 25.4°±1.8°, while the contact angle hysteresis and sliding angle of diiodomethane on ATFP (50V3h) are 5.4°±0.6° and 8.3°±1.0°.", "10.1016/j.surfcoat.2016.08.091"]]}, "zeolite": {"10.0": [["Keywords Superhydrophobic Self-cleaning Durability Air Oil Natural zeolite 1 Introduction Superhydrophobic surfaces are those exhibiting a static water contact angle (CA) higher than 150° and a sliding angle (SA) less than 10° [1–5], which existed widely in nature, such as lotus leaves [6], butterfly wings [7], gecko feet [8], and water strider legs [9].", "10.1016/j.surfcoat.2016.10.036"]]}, "P-B-F": {"5.1": [["By contrasting the θc values on Al-Mg alloys surfaces processed with P-E-F (149.6°), P-B-F (129.5°) and P-E-B-F steps (160.5° along with a low sliding angle of 5.1°), it is found that the binary hierarchical micro/nanostructures can gain the optimal surface wettability, followed by microstructures, and finally nanostructures.", "10.1016/j.apsusc.2016.07.125"]]}, "SHPB": {"1.8": [["But for as-prepared SHPB surface, the surface is relatively rough and the water contact angle on it is as high as 169.7±2.1°, and the sliding angle is approximately 1.8±0.5°.", "10.1016/j.cej.2016.07.062"]]}, "Pb": {"4.6": [["On the other hand, the water droplet on the FAS-modified Pb coated surface behaves nearly spherical shape in Fig. 6c, whose water contact angle is 165.5° with a sliding angle of 4.6°, triggering the wettability reversion from superhydrophilicity to superhydrophobicity.", "10.1016/j.surfcoat.2016.06.057"]]}, "titanium alloy": {"4.6": [["The superhydrophobic Pb coated titanium alloy surfaces demonstrated water contact angle of 165.5°±2.4° with sliding angle of 4.6°±2.1°.", "10.1016/j.surfcoat.2016.06.057"]]}, "Eu2+,Dy3+": {"2.0": [["The micro/nano-scale roughness generated by SrAl2O4:Eu2+,Dy3+ particles, together with low-surface-energy FAS, rendered the cotton fabric superhydrophobic with a water contact angle of about 160° and a sliding angle as small as 2°.", "10.1016/S1002-0721(16)60075-3"]]}, "PEDOT": {"4.5": [["Notably, the as-prepared PD-PEDOT film fabricated with the EC of the underlying PEDOT and overlying PDTH moieties about 48±5 and 24±8 mC cm−2, respectively, exhibits a low-adhesion superhydrophobic surface with WCA of 166°±1° and sliding angle (SA) of 4.5°±1° (Fig. 9 c, d and f, Fig. S8b, Movie S1).", "10.1016/j.apsusc.2016.05.053"]]}, "Fluorosilane": {"10.0": [["Keywords Diatomaceous earth Polystyrene Poly(vinyl acetate) Superhydrophobic surface Fluorosilane coupling agent Contact angle Scanning electron microscopy 1 Introduction Superhydrophobic surfaces are those surfaces that have a water contact angle greater than 150° and a sliding angle no more than 10° [1–3].", "10.1016/j.apsusc.2016.06.009"]]}, "2,10,29–33,37–46": {"5.0": [["Many types of superhydrophobic surfaces having water contact angles greater than 150° where a water droplet can easily roll off with a small sliding angle (less than 5°) were fabricated to be used in the anti-icing research in recent years [2,10,29–33,37–46].", "10.1016/j.colsurfa.2016.05.065"]]}, "TEOS": {"5.0": [["Rezaei et al. [81] produced superhydrophobic coatings with a water contact angle over 160° and a sliding angle below 5° by one-step CVD and modification utilizing tetraethylorthosilicate (TEOS), vinyltrimethoxysilane (VTMS) as the surface modifying molecule, and ammonium hydroxide.", "10.1016/j.apsusc.2016.04.186"], ["4 Conclusions Transparent superhydrophobic coatings, possessing high water contact angle (>160°) and low sliding angle (<5°), can be fabricated by using PMHS and TEOS as precursors based on a simple sol–gel process.", "10.1016/j.apsusc.2013.02.134"]], "2.7": [["The sliding angle (SA) of TSACs is dramatically decreased with the increasing mass ratio between PMHS and TEOS, reaching a minimum value of 2.7° when the mass ratio is 3:2.", "10.1016/j.apsusc.2013.02.134"]]}, "Fluorocarbon": {"10.0": [["Keywords Aluminum alloy Micro-nano structure Superamphiphobic Fluorocarbon oligomer Polar end Conformality Chemical stability 1 Introduction The discovery of lotus leaf with superhydrophobic (SHP) property [1], exhibiting water contact angle (CA) of more than 150° and sliding angle of less than 10°, more than a decade ago has inspired both academia and industry to developing bioinspired artificial surfaces possessing such property for a wide range of potential technological applications [2,3].", "10.1016/j.apsusc.2016.04.050"]]}, "blue line": {"7.0": [["It is observed that water droplets could roll off the coatings easily and quickly with a sliding angle less than 7° except for the coating with one assembly cycles and the glass slide after CVD of PFOTS (Fig. 4, blue line).", "10.1016/j.ceramint.2016.02.105"]]}, "thiol fluoroalkanes": {"7.0": [["In contrast, after modification with thiol fluoroalkanes, the surface of modified PET fibers showed a water CA of 155±1.2° (Fig. 6 a) and a low sliding angle of 7°.", "10.1016/j.apsusc.2016.02.135"]]}, "fluoro-modification": {"5.0": [["They also used fluoro-modification to render the coatings superhydrophobic with sliding angle of less than 5°.", "10.1016/j.apsusc.2015.04.112"]]}, "silica gel": {"8.86": [["However, the average contact angle of the HDFS monolayer-coated silica gel surface is 166.04°, with a sliding angle of 8.86°, thus confirming that a superhydrophobic surface was successfully achieved.", "10.1016/j.matlet.2015.12.137"]]}, "Fu-PBZ": {"10.0": [["Water droplets remained relatively round on Fu-PBZ@CF and Fu-PBZ@FP, rolling off easily with a sliding angle (SA) of < 10°.The morphologies of the pristine and modified substrates were investigated using scanning electron microscopy (SEM).", "10.1016/j.seppur.2022.120675"]]}, "PFE": {"12.9": [["The WCA of the wood surface etched for 30min and after coating with an ~191nm thick PFE film was as high as 161.2°±1.5°; this sample displayed low sliding angles of 12.9°±2.8° (along grain) and 17.5°±5.4° (across grain).", "10.1016/j.surfcoat.2015.09.052"]], "17.5": [["The WCA of the wood surface etched for 30min and after coating with an ~191nm thick PFE film was as high as 161.2°±1.5°; this sample displayed low sliding angles of 12.9°±2.8° (along grain) and 17.5°±5.4° (across grain).", "10.1016/j.surfcoat.2015.09.052"]]}, "Silica10": {"2.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]], "3.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]]}, "AZ91D magnesium": {"3.0": [["In this paper, superhydrophobic stannate coating with a water CA value of 157.8° and a sliding angle of 3° was prepared on AZ91D magnesium by a simple solution immersion.", "10.1016/j.electacta.2015.06.094"]]}, "PProDOT-BiPh": {"4.0": [["The micro- and nanostructured PProDOT-Na or PProDOT-BiPh films are superhydrophobic with very low hysteresis (Hw ⩽4°) and sliding angles (αw ⩽3°), showing that the adhesion of water droplets on these surfaces is extremely low.", "10.1016/j.jcis.2015.04.046"]], "3.0": [["The micro- and nanostructured PProDOT-Na or PProDOT-BiPh films are superhydrophobic with very low hysteresis (Hw ⩽4°) and sliding angles (αw ⩽3°), showing that the adhesion of water droplets on these surfaces is extremely low.", "10.1016/j.jcis.2015.04.046"]]}, "cerium oxide": {"5.3": [["Directly grown cerium oxide NRs on the diverse substrates were not only crystalline, but also displayed superhydrophobic properties (i.e., contact angle of about 160.0±1.0° and sliding angle of about 5.3±0.6°) with no hydrophobic modifiers.", "10.1016/j.apsusc.2015.02.138"], ["All substrates modified with cerium oxide NRs showed superhydrophobicity (contact angle of about 160.0±1.0° and sliding angle of about 5.3±0.6°) with no hydrophobic modifiers.", "10.1016/j.apsusc.2015.02.138"]], "5.4": [["However, the aluminum alloy substrate with cerium oxide NRs showed superhydrophobic properties with a contact angle of 160.2±0.7° and sliding angle of 5.4±0.5°.", "10.1016/j.apsusc.2015.02.138"]], "5.0": [["Likewise, intrinsically hydrophilic substrates, such as stainless steel, titanium, and silicon, with contact angles of about 77.6±0.9°, 73.3±1.2°, and 30.4±0.8°, respectively, also showed superhydrophobicity after the growth of cerium oxide NRs with contact angles of about 160.4±1.1°, 159.2±1.3°, and 159.8±0.8° and sliding angles of about 5.0±0.7°, 5.2±0.4°, and 5.6±0.5°, respectively.", "10.1016/j.apsusc.2015.02.138"]], "5.2": [["Likewise, intrinsically hydrophilic substrates, such as stainless steel, titanium, and silicon, with contact angles of about 77.6±0.9°, 73.3±1.2°, and 30.4±0.8°, respectively, also showed superhydrophobicity after the growth of cerium oxide NRs with contact angles of about 160.4±1.1°, 159.2±1.3°, and 159.8±0.8° and sliding angles of about 5.0±0.7°, 5.2±0.4°, and 5.6±0.5°, respectively.", "10.1016/j.apsusc.2015.02.138"]], "5.6": [["Likewise, intrinsically hydrophilic substrates, such as stainless steel, titanium, and silicon, with contact angles of about 77.6±0.9°, 73.3±1.2°, and 30.4±0.8°, respectively, also showed superhydrophobicity after the growth of cerium oxide NRs with contact angles of about 160.4±1.1°, 159.2±1.3°, and 159.8±0.8° and sliding angles of about 5.0±0.7°, 5.2±0.4°, and 5.6±0.5°, respectively.", "10.1016/j.apsusc.2015.02.138"]]}, "zinc hydroxide": {"2.0": [["Lakshmi et al. [15] prepared superhydrophobic sol–gel composite films by incorporating hydrophobically modified colloidal zinc hydroxide in sol–gel matrix and the obtained superhydrophobic coatings exhibited water CAs larger than 165° and low sliding angles of 2°.", "10.1016/j.apsusc.2015.02.033"]]}, "hexadecyltrimethoxy silane": {"19.0": [["The aluminum surface etched by CuCl2 solution and modified with hexadecyltrimethoxy silane exhibited a CA of 154° and sliding angle of 19° (Supplementary Fig. S1).", "10.1016/j.apsusc.2015.01.066"]]}, "DDT": {"2.0": [["After the zinc substrate was immersed into silver nitrate and dodecanethiol solutions for certain amounts of time, the substrate exhibited excellent superhydrophobic properties, with a contact angle greater than 150° and a sliding angle less than 2°.", "10.1016/j.colsurfa.2014.11.056"], ["Finally, the substrate became superhydrophobic, with a contact angle of 150° (Fig. 1C3) and a sliding angle of less than 2°, after being immersed into the 1-dodecanethiol solution (see the video from the Supplementary Material).", "10.1016/j.colsurfa.2014.11.056"]]}, "Ti6Al4V": {"10.0": [["Keywords Secondary nanostructures Superhydrophobicity Ti6Al4V 1 Introduction Superhydrophobic surfaces (water contact angle≥150° and sliding angle≤10°) have attracted great attention from researchers for academic research and their potential applications in industry based on their important properties such as non-wettability and repellency [1–3].", "10.1016/j.apsusc.2014.10.044"]]}, "PBZ": {"3.0": [["Fig. 2f–h presents SEM images of this modified CNT/polybenzoxazine coating (Sample 4), which retained the micro-/nanoscale binary structure and superhydrophobicity (contact angle: 163±1°; sliding angle: 3°) of Sample 3.", "10.1016/j.apsusc.2014.09.122"]]}, "Camphor": {"5.0": [["Keywords Superhydrophobic Camphor soot particle Candle soot particles Broccoli Crystallization Fibrils 1 Introduction Superhydrophobic/self cleaning surfaces, those reveal contact angle (CA) with more than 150° and sliding angle (SA) less than 5°, are of high scientific and industrial interest [1–3].", "10.1016/j.jcis.2014.08.031"]]}, "Copper": {"5.0": [["Keywords Mechanical durability Superhydrophobic Oleophobic Copper meshes 1 Introduction As inspired by Lotus plant leaves and water strider legs, the water-repellency of superhydrophobic surfaces, which display the contact angle (CA) larger than 150° and the sliding angle (SA) smaller than 5°, have received much attention due to their wide range of potential applications, including raindrop oil-spill cleanup [1], water-capture devices [2], self-cleaning [3], bio-inspired gecko/mussel feet [4], laboratory-on-a-chip devices [5], and as a functional interface for cell and tissue engineering [6].", "10.1016/j.apsusc.2014.08.002"]], "10.0": [["Keywords Copper Superhydrophobic Hierarchical surface structure Contact angle Sliding angle 1 Introduction Superhydrophobicity with water contact angle higher than 150° and sliding angle less than 10° was discovered on the surface of lotus leaf in nature initially; then many scientists made great efforts to do a lot of investigations and found that superhydrophobicity was governed by two key factors namely low surface energy and rough surface topography [1–3].", "10.1016/j.apsusc.2013.08.037"]]}, "carnauba wax": {"10.0": [["However, for wax mixture containing 70% carnauba wax, although the annealed paper surface had a contact angle higher than 150°, the sliding angle exceeded 10°.", "10.1016/j.cej.2014.04.050"]]}, "nafion": {"3.3": [["Another typical example is the hierarchical three-dimensional interpenetrating network structure constructed from carbon nanotubes and nafion by solution process, which shows the highest WCA of 168° and the smallest sliding angle of 3.3° [10].", "10.1016/j.apsusc.2014.05.013"]]}, "Nickel": {"10.0": [["Keywords Nickel Electrodeposition Super-hydrophobic Micro-nano structure Corrosion resistance 1 Introduction In recent years, super-hydrophobic surfaces with large water contact angle (CA) greater than 150° and a sliding angle (SA) below 10° have attracted an enormous amount of interest in both fundamental research and potential applications due to their unique properties such as water repellency [1–3], self-cleaning [4], anti-corrosion [5–7] and anti-icing [8–11].", "10.1016/j.apsusc.2014.03.123"]]}, "Na2S": {"3.0": [["The CF coated with CuS nanoflowers, being immersed for 6 h in 1 mM Na2S solution, showed excellent superhydrophobicity with a WCA of 153.4° and the sliding angle of 3° after being modified by PA. Results of oil/water mixture separation indicated that the as-prepared superhydrophobic CF, with excellent chemical stability and physical durability in 1 M HCl, 1 M NaOH, and 3.5 wt% NaCl solution, was able to separate not only five kinds of oil/water mixtures (e.g., corn oil, cyclohexane, isooctane, petroleum ether and dichloroethane) with a separation efficiency greater than 98.1%, but also several surfactant-free water-in-oil emulsions (e.g., cyclohexane, isooctane, petroleum ether and dichloroethane) with a separation efficiency greater than 96.3%.", "10.1016/j.colsurfa.2022.128249"]]}, "BMA": {"3.1": [["The polymeric surface shows a high water contact angle (WCA) of 159.5° and a low sliding angle (SA) of 3.1°, when the mass ratios of BMA to EDMA, BDO to NMP, and monomers to co-porogens are 50:50, 40:60 and 45:55, respectively.", "10.1016/j.apsusc.2014.01.053"]]}, "Ti(OBu)4": {"2.0": [["However, if the titania membrane was subjected to hydrothermal treatment in a Ti(OBu)4 acidic solution for 120min, the water contact angle became 155° and the sliding angle remarkably changed to 2°.", "10.1016/j.pmatsci.2013.12.003"]]}, "Bi2O3": {"10.0": [["Keywords Superhydrophobicity Electroless deposition Electrodeposition Surface self-passivation Bi/Bi2O3 surface 1 Introduction A surface with a static water contact angle (CA) larger than 150° and a sliding angle (SA) less than 10° is defined as a superhydrophobic surface.", "10.1016/j.apsusc.2013.10.073"]]}, "PEDOPC6F4": {"18.0": [["PEDOPC6F8 and PEDOPC6F6 were extremely water-repellent and self-cleaning with both sliding angle (α W) of 2° and hysteresis (H W) of 1° while PEDOPC6F4 showed a sliding angle of 18° and a hysteresis of 19°, signifying a higher adhesion of the water droplet on PEDOPC6F4.", "10.1016/j.colsurfa.2013.04.050"]], "19.0": [["PEDOPC6F8 and PEDOPC6F6 were extremely water-repellent and self-cleaning with both sliding angle (α W) of 2° and hysteresis (H W) of 1° while PEDOPC6F4 showed a sliding angle of 18° and a hysteresis of 19°, signifying a higher adhesion of the water droplet on PEDOPC6F4.", "10.1016/j.colsurfa.2013.04.050"]]}, "Quartz": {"10.0": [["Keywords Quartz sand Oil-water separation Superhydrophobic Modification Recyclable 1 Introduction Superhydrophobic surface generally displays water contact angle (WCA) greater than 150° and the sliding angle (SA) less than 10° [1,2].", "10.1016/j.jece.2021.107019"]]}, "silica (SiO2)": {"7.0": [["A solution of epoxy adhesive loaded with silica (SiO2) nanoparticles was subsequently deposited on the surface, which – upon hydrophobization – led to water contact angle (WCA) of 167.8° and sliding angle of 7° [21].", "10.1016/j.surfcoat.2013.03.017"]]}, "AAM": {"10.0": [["Composite containing 12wt.% of alumina nanoparticles exhibits superhydrophobic properties, with water contact angle of 152±3°, sliding angle below 10° and WCA hysteresis of 8°.", "10.1016/j.surfcoat.2013.03.017"]]}, "Polytetrafluoroethylene Polyvinylidene fluoride": {"10.0": [["Keywords Superhydrophobic Contact angle Polytetrafluoroethylene Polyvinylidene fluoride Repairability 1 Introduction Recently, artificial superhydrophobic surfaces with water contact angle (WCA) higher than 150° and water sliding angle (WSA) less than 10° have drawn much attention from both fundamental research and practical applications [1–6].", "10.1016/j.apsusc.2013.03.104"]]}, "nano-TiO2": {"2.0": [["Application of the nano-TiO2 at 3% concentration, created a very low sliding angle of 2°, which is a characteristic of a superhydrophobic surface.", "10.1016/j.porgcoat.2013.01.011"], ["In high concentration of nano-TiO2 (2, 3 and 4% (owf)) which the surfaces was coated uniformly with nano-TiO2, aggregation resulted in very low sliding angle as 2° and high contact angle which construct a superhydrophobic surface on the PVC (Fig. 3(C) and (D)).", "10.1016/j.porgcoat.2013.01.011"]]}, "TNT": {"2.0": [["Artificial lotus leaf structures were fabricated on Poly(vinylchloride) substrate using top coating with mixture of a fluorochemical an nano-titanium dioxide at 3% concentration with high contact angle (150°) and very low sliding angle (2°).", "10.1016/j.porgcoat.2013.01.011"]]}, "Stearic acid 1H,1H,2H,2H-perflurooctyltriethoxysilane": {"10.0": [["Keywords Hollow silica nanoparticle Stearic acid 1H,1H,2H,2H-perflurooctyltriethoxysilane Spray-coating Superhydrophobic 1 Introduction A surface with water contact angle larger than 150° and sliding angle lower than 10° is generally known as a superhydrophobic surface [1].", "10.1016/j.jcis.2013.01.014"]]}, "Nafion": {"3.3": [["The CNT composite film attained a CA of 165° and a small sliding angle (SA) of 3.3° with 9.8wt.% Nafion.", "10.1016/j.carbon.2012.11.023"]]}}