{"GLY": {"5.0": [["It was observed that it shows superhydrophobicity with hot water as well as 3.5% NaCl and repeling the liquids like ethylene glycol and glycerol with a contact angle ≥150° and sliding angle ≤5° as shown in Fig. 1 .", "10.1016/j.carbpol.2017.11.044"], ["The superamphiphobic Zn coating had large water and glycerol contact angles of 155.29° and 153.76°, respectively, and water and glycerol sliding angles of this coating were separate about 3° and 5°.", "10.1016/j.jtice.2016.02.022"]], "7.0": [["Due to the multiple-level configuration of this FOTS-SiO2 particle and perfluorinated material on its surface, liquids droplets like water, hexadecane, dichloroethane, crude oil, glycerol, corn oil, and diesel can acquire perfectly spherical shapes with high contact angles (CAs ≥ 150°) and low sliding angles (SAs ≤ 7°) (Table S2, Movies S1 and S2), implying super-repellency of this coating.", "10.1016/j.cej.2017.11.080"]], "2.5": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "4.0": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "3.2": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "5.6": [["After the coating, the static contact angle values are increased to 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol, and hexadecane, respectively, ( Table 1 ), thereby confirming the superamphiphobic nature of coating.", "10.1016/j.jallcom.2017.08.249"], ["The coating has static and sliding contact angle of 167.0°±3.1°, 165.0°±3.7°, 164.0°±4.0° and 157.1°±2.1° with sliding angles of 2.5°± 0.5°, 4.0°± 0.5°, 3.2°± 0.5° and 5.6°±1° for water, glycerol, ethylene glycol and hexadecane, respectively.", "10.1016/j.jallcom.2017.08.249"]], "3.0": [["The superamphiphobic Zn coating had large water and glycerol contact angles of 155.29° and 153.76°, respectively, and water and glycerol sliding angles of this coating were separate about 3° and 5°.", "10.1016/j.jtice.2016.02.022"]], "15.0": [["As can be seen, water, glycerol and rapeseed oil have a spherical shape on the surface and also their sliding angle is smaller than 15°.", "10.1016/j.surfin.2019.100340"]]}, "PDMS": {"6.7": [["4 Conclusion A novel superhydrophobic P25/ATP/ER/PDMS coating with a WCA of 152 ± 1.1° and a sliding angle of 6.7° was prepared on various substrates by a simple method.", "10.1016/j.surfcoat.2018.04.088"]], "6.0": [["From the measurement, the sliding angle can be determined as 6° and the Δ θ of the fabricated surface can be calculated as 17°, which is smaller than that of the flat PDMS surface (∼30°).43 The above experimental result verifies the superhydrophobic property of the fabricated PDMS surface.", "10.1016/j.apsusc.2016.10.057"]], "17.0": [["From the measurement, the sliding angle can be determined as 6° and the Δ θ of the fabricated surface can be calculated as 17°, which is smaller than that of the flat PDMS surface (∼30°).43 The above experimental result verifies the superhydrophobic property of the fabricated PDMS surface.", "10.1016/j.apsusc.2016.10.057"]], "30.0": [["From the measurement, the sliding angle can be determined as 6° and the Δ θ of the fabricated surface can be calculated as 17°, which is smaller than that of the flat PDMS surface (∼30°).43 The above experimental result verifies the superhydrophobic property of the fabricated PDMS surface.", "10.1016/j.apsusc.2016.10.057"]], "5.0": [["Jin et al. [55] fabricated a rough surface of PDMS with a WCA of 160° and a sliding angle lower than 5° using the laser etching technique.", "10.1016/j.solmat.2016.07.038"], ["However, the value of the sliding angle on the as-prepared honeycomb-like PDMS surface with the complementary topographic surface structure of the natural rose petal was only 5°, indicating that water droplet could slide easily on the as-prepared honeycomb-like superhydrophobic PDMS surface.", "10.1016/j.surfcoat.2010.08.085"]], "8.44": [["Super-hydrophobic behavior with self-cleaning, exhibited by a water contact angle of 164.5° and sliding angle of 8.44°, was observed on the PDMS negative replica surface.", "10.1016/j.apsusc.2015.12.190"]], "8.0": [["It should be noted that the TEOS:PDMS=70:30 coating without fillers has a sliding angle of less than 8°.", "10.1016/j.matdes.2015.07.174"], ["The coatings with TEOS:PDMS 70:30 were found to have a static contact angle of 112° and a sliding angle of <8°.", "10.1016/j.matdes.2015.07.174"]], "10.0": [["The high water contact angle (˃150°) and low sliding angle (<10°) testify to the superhydrophobicity of PDMS@MOF@Cu mesh in Cassie-Baxter mode state, which exhibits extremely low adhesion towards tested liquids.", "10.1016/j.cej.2021.129265"], ["After 10 times peeling off, the contact angle of the CS/PDMS coating is still above 150° (Fig. 7 a), and sliding angle of less than 10° for water droplet.", "10.1016/j.porgcoat.2020.105863"], ["Keywords Superhydrophobic glass Mechanical robustness PDMS nanoparticles Anti-icing Self-cleaning 1 Introduction Superhydrophobic surface with a water contact angle (CA) over 150° and a sliding angle (SA) below 10° has attracted tremendous attraction in recent decades both in academic and industrial fields because of their huge potential application in lossless liquid transport, fog harvesting, anti-icing and so on [1–6], wherein superior water repellency is achieved by exploiting sophisticated micro/nanoscale surface textures and low-surface-energy chemical modifications [7–11].", "10.1016/j.cej.2020.125746"], ["Further enhancement of WCA up to ∼170° and sliding angle <10° was obtained by coating a PDMS layer over the surface.", "10.1016/j.apsusc.2018.09.058"]], "1.3": [["Meanwhile, owing to the polydimethylsiloxane (PDMS) treatment, the outer layer exhibits a water contact of 151.9° and a sliding angle of 1.3°, which effectively resists the water and exhibits self-cleaning properties.", "10.1016/j.cej.2020.127104"], ["After coated with AlPO4 and PDMS, the modified cotton fabric showed a static water contact angle of 151.9 ± 0.9°, and a sliding angle of 1.3 ± 0.3°, demonstrating the formation of superhydrophobic surfaces [42–43].", "10.1016/j.cej.2020.127104"]], "3.5": [["The superhydrophobicity of the prepared coating comes from the combination of KH550 modified nano-TiO2 particles and low surface energy PDMS with the coated surface having a contact angle of 154.5° ± 1.5°, and sliding angle of 3.5° ± 0.5°.", "10.1016/j.porgcoat.2020.105877"]], "2.0": [["Liu group [30] has reported that their candle soot-coated PDMS shows a strong durability which the water CA of the coating is maintained above 160° and the sliding angle (SA) remains below 2° after impinging with 12.5 μL water at a height of 10 cm.", "10.1016/j.porgcoat.2019.02.020"]]}, "Organopolysilazane": {"10.0": [["Keywords Superhydrophobic coatings Organopolysilazane Mechanical durability Self-cleaning Anchoring effect 1 Introduction Superhydrophobic surfaces with a water contact angle (WCA) greater than 150° and a sliding angle (SA) below 10° have attracted tremendous attention due to their excellent self-cleaning [1,2], anti-icing [3,4], anti-fogging [5], and corrosion-resistant [6,7] properties, among others.", "10.1016/j.matdes.2017.12.034"]]}, "P(S-DVB)": {"10.0": [["As Fig. 4a showed, the static water contact angle of the obtained coating, composed of hollow P(S-DVB) microspheres used for structural basis, maintained at around 24°; when the P(S-DVB)@P(S-DVB) MNDPs without fluoride were applied to establishing particulate coating onto the slide glass, then water droplet could completely infiltrate and spread on this coating surface, during that, it took only 3.45 s (Fig. 4b); by introducing fluorinated monomer TFEMA into the construction process of hierarchical all-polymer particles, the P(S-DVB)@P(S-DVB-TFEMA) MNDPs were acquired to build the hydrophilic coating with 0° of contact angle, which static wetting behaviour was similar to that of nonfluorinated MNDPs-based particulate coating (contact angle, 0°), meantime the TFEMA-containing particulate coating, while contacting with water droplet, could be infiltrated and then spread after 5.63 s (Fig. 4c), from this result of extension of wetting time compared with the above fluoride-free MNDPs-arrayed coating, further verifying fluorination, that participated in MNDPs formation, was helpful to reduce hydrophilicity; with the increase in fluoroalkyl chain length of fluoride-containing monomer for constructing MNDPs, the prepared different particulate coatings, which consisted of P(S-DVB)@P(S-DVB-HFBMA) MNDPs, P(S-DVB)@P(S-DVB-NFHMA) MNDPs or P(S-DVB)@P(S-DVB-PFOMA) MNDPs, all exhibited high contact angles (more than or equal to 160°) as well as low sliding angles (<10°).", "10.1016/j.cej.2022.136810"], ["In consideration of dynamic wetting behaviour of high-temperature water droplet to the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-covered surface, these PFOMA-containing MNDPs could be applied to establishing the hot-water-repellent fabric, and excellent superhydrophobicity was reflected in that coated fabric; the contact angles of the calefactive water droplets (25 °C-85 °C) to the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-formed fabric coating were all high than 150°, its sliding angles were totally lower than 10°.", "10.1016/j.cej.2022.136810"]], "5.0": [["Afterwards, the surface wetting behaviour of P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric coating was discussed in Fig. 6c-e, firstly its contact angle attained 162°, as well as sliding angle was 5°, besides the appearance of water droplets dripped on the as-prepared coated fabric could keep spheroidal shape, beyond that, the falling water droplet easily rolled down the tilted surface of HFBMA-containing hierarchical polymeric particles-covered fabric, thereby illustrating exhibition of excellent superhydrophobicity and anti-wetting capacity on P(S-DVB)@P(S-DVB-HFBMA) MNDPs-coated fabric.", "10.1016/j.cej.2022.136810"], ["During the period of 300 times of cyclic abrasion at the load-bearing condition, the static and dynamic wetting behaviour of the abraded fabric surface were measured each 20 times; the results indicated that, in the course of the aforementioned cyclic load-bearing abrasion, the contact angle of the tested P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric just slightly decreased from 162° to 159°, concurrently its sliding angle merely increased from 5° to 6° (Figure S12b-c).", "10.1016/j.cej.2022.136810"], ["As shown in Fig. 8c, with the increase in temperature of the tested water droplets, the special wetting behaviour of particulate coated fabric, contained polymerization product P(S-DVB)@P(S-DVB-PFOMA), was deeply discussed; for every 15° the temperature increases, both the contact angle and the sliding angle of the calefactive water droplets to the above-mentioned fabric were tested, after testing demonstrated that stable superhydrophobicity, which anti-wetting effect was directed against hot-water; thereinto, when the temperature of the contacted microdroplet increased to 85 °C, the contact angle and the sliding angle of P(S-DVB)@P(S-DVB-PFOMA) MNDPs-based fabric coating were, respectively, 163° and 5°, revealing ability to resist high-temperature water.", "10.1016/j.cej.2022.136810"]], "7.0": [["As is shown above, the contact angle of P(S-DVB)@P(S-DVB-HFBMA) MNDPs-coated fabric remained above 155°, meantime its sliding angle kept below 7°, whether the tested water droplets were in acid-base status or near-neutral pH.", "10.1016/j.cej.2022.136810"]], "6.0": [["During the period of 300 times of cyclic abrasion at the load-bearing condition, the static and dynamic wetting behaviour of the abraded fabric surface were measured each 20 times; the results indicated that, in the course of the aforementioned cyclic load-bearing abrasion, the contact angle of the tested P(S-DVB)@P(S-DVB-HFBMA) MNDPs-based fabric just slightly decreased from 162° to 159°, concurrently its sliding angle merely increased from 5° to 6° (Figure S12b-c).", "10.1016/j.cej.2022.136810"]], "1.0": [["Additionally, the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-coated fabric was carpeted with 25 °C water droplets, all of these droplets onto that surface could maintain in spherical shape, and then there was no water stain at the surface of the PFOMA-containing MNDPs-based fabric coating after water absorbency by using bumf, the contact angles and sliding angles for different areas of the target fabric coating all reached 167° and 1° (Figure S14a); when cyclic press contact between 25 °C water droplet and the aforesaid fabric surface was implemented, after that, this tested fabric surface was in the absence of any liquid residue (Figure S14b); because of this, the excellent superhydrophobicity of the P(S-DVB)@P(S-DVB-PFOMA) MNDPs-coated fabric to 25 °C water achieved good homogeneity and stability.", "10.1016/j.cej.2022.136810"]]}, "P(S-DVB)@P(S-DVB-PFOMA) MNDPs": {"6.0": [["Additionally, when the structural motif of superhydrophobic coating varied from P(S-DVB)@P(S-DVB-HFBMA) MNDPs to P(S-DVB)@P(S-DVB-PFOMA) MNDPs, the contact angle of fluorinated MNDPs-coated surface increased from 160° to 165° and its sliding angle decreased from 6° to 1°, in accordance to the trends of ever-increasing rolling ability and lifting capacity of these coated surface to water droplet, further confirming that persisting declination for water adhesive force of MNDPs coating with the transformation in component from P(S-DVB)@P(S-DVB-HFBMA) to P(S-DVB)@P(S-DVB-PFOMA).", "10.1016/j.cej.2022.136810"]], "1.0": [["Additionally, when the structural motif of superhydrophobic coating varied from P(S-DVB)@P(S-DVB-HFBMA) MNDPs to P(S-DVB)@P(S-DVB-PFOMA) MNDPs, the contact angle of fluorinated MNDPs-coated surface increased from 160° to 165° and its sliding angle decreased from 6° to 1°, in accordance to the trends of ever-increasing rolling ability and lifting capacity of these coated surface to water droplet, further confirming that persisting declination for water adhesive force of MNDPs coating with the transformation in component from P(S-DVB)@P(S-DVB-HFBMA) to P(S-DVB)@P(S-DVB-PFOMA).", "10.1016/j.cej.2022.136810"]], "5.0": [["Furthermore, when the as-prepared P(S-DVB)@P(S-DVB-PFOMA) MNDPs-covered fabric coating was cyclically abraded, under condition of the 100 g of load-bearing, for 300 times, this abraded fabric surface appeared dark fouling, because of colored substance, originated from sandpaper (mesh: 1000), was stained on the surface of the treated fluorinated fabric after close contact such like cyclic load-bearing abrasion; but even so, the 85 °C water droplet also could roll off from the abraded fabric surface completely (Figure S15c); additionally, the contact angle and the sliding angle of the aforementioned abraded fabric were 154° and 5°, respectively, still exhibiting resistance to wetting caused by high-temperature aqueous phase (Figure S15d); apparently, this prepared hot-water-repellent fabric, by virtue of heat bonding of P(S-DVB)@P(S-DVB-PFOMA) MNDPs on cotton woven, reached the stability in abrasion resistant.", "10.1016/j.cej.2022.136810"]]}, "SiO2": {"5.0": [["Figure S13a-c showed that the VTES-SiO2@PDMS coating, as a conventional superhydrophobic material, had significant resistance to static and dynamic 25 °C water, wherein its contact angle as well as sliding angle were 152° and 5°; however, when the 50 °C of water droplets contacted on the VTES-SiO2@PDMS coating, the bedewing phenomenon immediately emerged, moreover, the contact angles of 50 °C, 60 °C, 70 °C water droplets to this coating were 122°, 117°, 109°, demonstrating this type of conventional superhydrophobic surface was not provided with hot-water-repellency (Figure S13d-f).", "10.1016/j.cej.2022.136810"]], "1.8": [["The maximum CA of the prepared SiO2/HLR-Si coating is 163°, and the sliding angle is 1.8°.", "10.1016/j.colsurfa.2022.128668"]], "3.8": [["On increase in the concentration of SiO2 microparticles to 0.7g, superhydrophobicity is achieved with water static contact angle of 167.4°±7.6° and sliding angle of 3.8°±1.0° but the coating is found to be non-uniform.", "10.1016/j.colsurfa.2017.06.007"], ["The highest water static contact angle of 169.7±2.2° and sliding angle of 3.8±0.5° is achieved from the addition of SiO2 nanoparticles in to porous LLDPE matrix.", "10.1016/j.surfcoat.2017.07.025"], ["Therefore, it can be concluded that a little amount of SiO2 nanoparticles into porous LLDPE coatings can give water static contact angle of 169.7±2.2° and sliding angle of 3.8±0.5°.", "10.1016/j.surfcoat.2017.07.025"]], "2.0": [["With 1g SiO2 microparticles, homogenous superhydrophobic coatings were achieved having water static contact angle of 165.5°±5.7° and sliding angle 2.0°±0.5°.", "10.1016/j.colsurfa.2017.06.007"], ["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"]], "8.0": [["Indeed, as shown in Fig. 4 (a and b), the TiO2 coatings displayed contact angles of 131±3° and sliding angles 8±1°, and the SiO2 coatings showed maximum contact angles up to 169±1° and sliding angles 3±1°.", "10.1016/j.porgcoat.2016.11.006"], ["It can be clearly observed that with addition of 100%(w/w) concentration of SiO2 nanoparticles into 1%(w/v) concentration of LLDPE for three times dip; superhydrophobicity is achieved with a water static contact angle of 151.2±1° and sliding angle of 8±0.5°.", "10.1016/j.surfcoat.2017.07.025"]], "3.0": [["Indeed, as shown in Fig. 4 (a and b), the TiO2 coatings displayed contact angles of 131±3° and sliding angles 8±1°, and the SiO2 coatings showed maximum contact angles up to 169±1° and sliding angles 3±1°.", "10.1016/j.porgcoat.2016.11.006"], ["It clearly appears that the surface modification of sprayed TiO2 and SiO2 coatings enhance their wettability remarkably up to water contact angles of 126±2° with sliding angles of 9±1° for TiO2 and of 166±1° with sliding angles 3±1° for SiO2, which are high enough for self cleaning [24].", "10.1016/j.porgcoat.2016.11.006"]], "15.0": [["The static contact angles of the sprayed SiO2 based coating decreased slightly, but remained above 150° and the sliding angle increased slightly but remained below 15°as shown in Fig. 7.", "10.1016/j.porgcoat.2016.11.006"]], "9.0": [["As shown in Fig. 3A, a water stream could bounce off easily from the EP@PDMS@Fe3O4@SiO2@PP surfaces without leaving any residue, and the measured sliding angle of EP@PDMS@Fe3O4@SiO2@PP was only 9° (the measured process was shown in Movie S1), these suggest the weak adhesion interaction between paper surface and water.", "10.1016/j.colsurfa.2022.128449"], ["Although the agglomeration of the FSM-PMMA by 100 nm PFOTES-SiO2 slightly decreased, it still presented a high contact angle of 161° and a small sliding angle of 9°, related to its large SBET and VPore results.", "10.1016/j.colsurfa.2021.127973"]], "7.0": [["In particular, the FSM-PMMA developed by the 50 nm PFOTES-SiO2 nanoparticles had the highest contact angle of 163° and the smallest sliding angle of 7°, because of the largest pore volume of 0.35 cm3 g−1.", "10.1016/j.colsurfa.2021.127973"]], "3.5": [["When 0.2 g micron-sized SiO2–1 and 0.2 g nano-sized SiO2–2 particles (named as SiO2–1/2) were added, the obtained U-S1/2 sample (UHMWPE porous samples that etched by 0.2 g micron-sized SiO2–1 and 0.2 g nano-sized SiO2–2 particles) had a water contact angle of 156 ± 2.0° and a sliding angle of 3.5 ± 0.6°, with the best hydrophobicity (cf Fig. 6i).", "10.1016/j.surfcoat.2022.128792"], ["By cyclohexane expansion and paraxylene etching in high temperature environment, combined with hydrophobic SiO2 modification with different contents and particle sizes, the complex scale progressive micro-nano structures were constructed on the surface and cell walls of porous material samples, which achieved obvious water repellency with water contact angle above 156° and sliding angle about 3.5°.", "10.1016/j.surfcoat.2022.128792"]], "2.5": [["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"]], "4.5": [["In order to further test the hydrophobicity of the prepared cotton, the sliding angles of water droplets of P-Brush@SiO2@HDTMS, P-Brush@SiO2@OTES, P-Brush@SiO2@SA, and P-Brush@SiO2@PF were measured to be 2.5°, 4.5°, 2° and 2° respectively.", "10.1016/j.jtice.2020.11.004"]], "6.0": [["SiO2/PU membrane exhibited high water contact angle (WCA: 152.1°) and low sliding angle (SA: 6.0°) for different aqueous solutions (water, saline solution, alkaline solution and acidic solution).", "10.1016/j.apsusc.2019.144837"]], "10.0": [["Keywords SiO2 nanoparticle Superhydrophobicity Spray Multi-functions 1 Introduction Superhydrophobic materials refer to materials with a water contact angle greater than 150° and a sliding angle less than 10° [1].", "10.1016/j.ceramint.2019.05.014"], ["Keywords Superhydrophobic Chlorosilane Isomers SiO2 Particles Nanosize Surfaces 1 Introduction A water repellent surface or a superhydrophobic (SH) surface is defined as a surface with a water contact angle (WCA) greater than 150° and a sliding angle (SA) smaller than 10° with high specific surface area and low surface energy [1].", "10.1016/j.matlet.2019.04.047"]], "4.0": [["Fig. 3b showed dynamic water contact angle measurement of CPU-SiO2 coating on the platform with a sliding angle less than 4°.", "10.1016/j.matlet.2018.07.090"]]}, "PFOMA": {"1.0": [["Fig. 8b displayed that 25 °C water droplets could maintain globoid shape, when contacted on P(S-DVB)@P(S-DVB-PFOMA) MNDPs-based fabric coating, meanwhile wetting phenomena had not happened in the above fluorinated fabric surface; by utilizing 25 °C water droplets for measuring wettability, after that, the fluorinated fabric surface, composed of PFOMA-containing all-polymer particles, reached a good level of contact angle (167°), and it was a sliding angle of just 1°, showing significant non-wetted efficacy.", "10.1016/j.cej.2022.136810"]]}, "P(S-DVB)@P(S-DVB-PFOMA)": {"5.0": [["Figure S15a-b showed that the 85 °C water droplet, dripped onto the UV irradiated fabric coating, was easy to roll down without adhering any thermal liquid residue; besides, the contact angle of 85 °C water droplet to the treated fabric, suffered from 24 h of UV irradiation, was 163°, as well as the sliding angle of that was 5°; compared to the dynamic and static wetting state of the original particulate coated fabric composed of P(S-DVB)@P(S-DVB-PFOMA), it was found that receiving the 24 h of UV irradiation did not appear to affect capacity in the anti-wetting of the treated fluorinated fabric to high-temperature water droplet.", "10.1016/j.cej.2022.136810"]]}, "tin oxide": {"7.0": [["Xu et al. [17] have prepared TiO2 nanorod arrays through hydrothermal method on fluorine-doped tin oxide coated glass substrates with a contact angle of 161.2 ± 1.3° and a small sliding angle of 7°.", "10.1016/j.surfcoat.2018.09.014"]]}, "TiO2": {"3.8": [["Then the tilted angle α was recorded as slide angle which could be calculated by the following equation: (6) α = arctan H / L In the CA and SA measurements, the superhydrophobic TiO2 nanotube coating (prepared in Section 2.2) was found to have a contact angle of 157° and a sliding angle of 3.8°, indicating that the modified TiO2 nanotube coating had a good superhydrophobicity.", "10.1016/j.surfcoat.2018.09.014"]], "3.0": [["3.1.3 Hydrophobicity In the CA and SA measurements, the modified TiO2 nanoparticles (prepared in Section 2.1) was found to have a contact angle of ∼151° and a sliding angle of ∼3°, indicating that the modified TiO2 nanoparticles with the diameter of 25nm have a good super-hydrophobicity.", "10.1016/j.cej.2017.09.165"]], "4.6": [["For example, Yin et al. prepared superhydrophobic Cu/TiO2 composite coatings on 304 stainless steel by electrodeposition and fluorination, with water contact angle (CA) of 156.4° and sliding angle (SA) of 4.6°.", "10.1016/j.vacuum.2022.111422"]], "9.0": [["It clearly appears that the surface modification of sprayed TiO2 and SiO2 coatings enhance their wettability remarkably up to water contact angles of 126±2° with sliding angles of 9±1° for TiO2 and of 166±1° with sliding angles 3±1° for SiO2, which are high enough for self cleaning [24].", "10.1016/j.porgcoat.2016.11.006"]], "2.0": [["In the case of tiny water droplet (4 μL), the coating without the addition of hydrophilic TiO2 nanospheres exhibits great water repellence with a static contact angle of 167° and a sliding angle <2° (Fig. 5 a1 and a2).", "10.1016/j.matdes.2021.109829"], ["Without PDMS, the addition of ODI-TiO2 from 1 to 10 wt.% rapidly increased the contact angle until an optimal WCA of 165° was observed at 10 wt.%, and the sliding angle (SA) decreased to less than 2°.", "10.1016/j.jcis.2018.05.004"]], "40.6": [["However, the droplets on the coating with high content of hydrophilic TiO2 were difficult to remove due to large contact angle hysteresis (40.4°) and sliding angle (40.6°).", "10.1016/j.matdes.2021.109829"]], "5.0": [["At the highest amount of TiO2 (7 wt%), the coated fabric exhibited a true superhydrophobic behavior (water contact angle = 161° and sliding angle = 5°).", "10.1016/j.ijbiomac.2020.12.220"]], "10.0": [["Overall, the modified meshes all possessed a water contact angle larger than 150° and a water sliding angle less than 10°, which resulted from low surface energy composition and increased surface roughness due to the successive PANI/TiO2 modification.", "10.1016/j.seppur.2019.116166"], ["Keywords Superhydrophobicity TiO2 quadrangular nanorods Anti-icing property Self-cleaning property 1 Introduction Superhydrophobic surfaces are characterized by a contact angle more than 150° and a sliding angle less than 10°.", "10.1016/j.ceramint.2019.03.020"]]}, "silica": {"2.0": [["In another study, silica nanoparticles were synthesized via the Stöber process and decorated with FAS-17 molecules; the resulting film had a contact angle >150, sliding angle <2°, high transparency, and durability [16,17].", "10.1016/j.apsusc.2018.02.206"], ["The superhydrophobic silica film showed maximum water contact angle of 172° and a sliding angle of 2°; the film also showed high transparency, thermal stability and optical transmission (90.45%), that in turn made them potentially applicable for solar panel coatings.", "10.1016/j.solmat.2018.09.015"]], "10.0": [["Methanol and Methyltrimethoxysilane (MTMS) were used as raw materials to form silica aerogel on the glass substrate to fabricate superhydrophobic surfaces with contact angles up to 156.3° and sliding angles of (<10°) (Fig. 15 A and B).", "10.1016/j.apsusc.2016.04.186"]], "7.0": [["The porous silica coating of two assembly cycles showed a high contact angle of 159°±2°and a sliding angle of 7°±1.5°, indicating the excellent self-cleaning property.", "10.1016/j.ceramint.2016.02.105"]], "4.0": [["In a work by Sutar et al. [47], self-cleanable superhydrophobic coating having a water contact angle (WCA) of 165° and sliding angle of 4° was prepared by incorporating silica nanoparticles (NPs) in poly(methyl methacrylate) (PMMA).", "10.1016/j.porgcoat.2022.106819"], ["As the ratio of Al powder and silica was further reduced to 5.5:4.5, the WCA of the coating was further increased to 159°, and the sliding angle was further reduced to 4°.", "10.1016/j.porgcoat.2020.105622"], ["The silica film has a WCA of above 170° and a sliding angle of less than 4°, showing superhydrophobicity.", "10.1016/j.apsusc.2020.145537"]], "30.0": [["The change in sliding angle was recorded at around 30° and 35° for coatings with 10 and 5wt.% loading of 10–20nm silica particles respectively.", "10.1016/j.apsusc.2015.03.105"]], "35.0": [["The change in sliding angle was recorded at around 30° and 35° for coatings with 10 and 5wt.% loading of 10–20nm silica particles respectively.", "10.1016/j.apsusc.2015.03.105"]], "43.0": [["The study on the sliding angle showed that water droplets rolled-off the silica coatings prepared after one, two, and three dips at angles of 43°±5°, 27°±3°, and 8°±1°, respectively.", "10.1016/j.ceramint.2014.10.137"]], "27.0": [["The study on the sliding angle showed that water droplets rolled-off the silica coatings prepared after one, two, and three dips at angles of 43°±5°, 27°±3°, and 8°±1°, respectively.", "10.1016/j.ceramint.2014.10.137"]], "8.0": [["The study on the sliding angle showed that water droplets rolled-off the silica coatings prepared after one, two, and three dips at angles of 43°±5°, 27°±3°, and 8°±1°, respectively.", "10.1016/j.ceramint.2014.10.137"]], "5.0": [["Moreover, CVD is an efficient method to obtain highly superhydrophobic surface with highly nano-porous structure and roughness, as proposed by Rezaei et al. [204] who used a novel one step CVD and modified method using TEOS, vinyltrimethoxysilane (VTMS) to prepare superhydrophobic silica surface with self-cleaning properties of having high water contact angle (>160°) and low sliding angle (<5°).", "10.1016/j.solmat.2018.09.015"]]}, "Carbon": {"30.0": [["Keywords Carbon nanotube Thin film Superhydrophobic Loading capacity Lotus effect 1 Introduction A surface having a water contact angle (CA) larger than 150° and a sliding angle (SA) smaller than 30° is called a superhydrophobic surface [1].", "10.1016/j.carbon.2018.05.008"]]}, "FAS": {"1.0": [["A superhydrophobic surface on a pure aluminum was realized by electrochemical machining method using NaCl aqueous solution containing fluoroalkylsilane and it showed a WCA of 166° and a sliding angle of about 1° [45].", "10.1016/j.apsusc.2018.04.187"]]}, "Polystyrene": {"10.0": [["Keywords Nanoparticles Sol–gel preparation Triethoxyoctylsilane Polystyrene Transparent coating Superhydrophobic coating 1 Introduction A superhydrophobic surface (SHS) with a water droplet must show a contact angle >150° and sliding angle <10° [1].", "10.1016/j.matlet.2018.09.043"]]}, "Fluoroalkyl silanes": {"10.0": [["Keywords Superhydrophobic coating Water-based Mechanical durability Organic/inorganic hybrids Acrylic copolymers Fluoroalkyl silanes 1 Introduction Superhydrophobic layers which show water contact angle (CA) > 150° and water sliding angle (SA) < 10°, can inhibit water droplet adhesion and offer quickly rolling-off of a water droplet from its surface, thus is promising for fields such as self-cleaning, non-wetting, anti-fogging and anti-icing, etc.", "10.1016/j.apsusc.2018.04.008"]]}, "copper": {"10.0": [["The superamphiphobic copper surface exhibits high water contact angle (WCA) more than 150° and low sliding angle (SA) less than 10°.", "10.1016/j.colsurfa.2017.12.007"]], "5.0": [["For instance, Haghdoost et al. [21] used a two-step electrodeposition technique to produce a superhydrophobic copper coating with a water contact angle of 160±6° and sliding angle of 5±2°.", "10.1016/j.cej.2016.05.133"]], "3.5": [["Wang et al. [43] obtained Cu/Ni–Co coating on copper substrate, which has a hierarchical structure with a small sliding angle (SA) of 3.5° and a high WCA of 165.5°.", "10.1016/j.seppur.2020.117512"]], "4.0": [["The excellent oil-repellence ability of the WO3@Cu(OH)2 NRA-coated copper mesh can be deuced from the extremely low underwater oil sliding angle of 4° (ESI, Figure S5c).", "10.1016/j.jallcom.2020.157421"]]}, "MTCS": {"8.5": [["The MTCS@papain-etched fabric becomes superhydrophobic with contact angle of 153.5° and sliding angle of 8.5°.", "10.1016/j.cej.2018.08.113"]]}, "Epoxy resin": {"10.0": [["Keywords Superhydrophobic Silica nanoparticles Epoxy resin Transparent Durable 1 Introduction Superhydrophobic surfaces, with a water contact angle (WCA) above 150° and sliding angle (SA) below 10° [1–3], have attracted much attention in daily life and industrial fields because of their unique properties such as oil-water separation [4,5], self-cleaning [6–8] or water directional flowing [9,10].", "10.1016/j.surfcoat.2018.04.063"]]}, "Polysiloxane": {"10.0": [["Keywords Super-hydrophobic TiO2 Polysiloxane resin Corrosion resistance Abrasion resistance 1 Introduction Super-hydrophobic surfaces with a water contact angle (CA) higher than 150° and a sliding angle (SA) lower than 10° have attracted much attention due to their wide range of applications such as oil/water separation [1,2], anti-corrosion [3,4], fluid drag reduction [5,6], anti-icing [3,6], self-cleaning [3,7] and transparent coating [8,9], etc.", "10.1016/j.cej.2017.09.165"]]}, "polysiloxane": {"15.0": [["Hemi-telechelic polysiloxane-containing coatings exhibited excellent water and oil droplets sliding behavior at sliding angles of 15° and 3° and hysteresis of 0.26 and 0.05 respectively.", "10.1016/j.jcis.2021.05.007"]], "3.0": [["Hemi-telechelic polysiloxane-containing coatings exhibited excellent water and oil droplets sliding behavior at sliding angles of 15° and 3° and hysteresis of 0.26 and 0.05 respectively.", "10.1016/j.jcis.2021.05.007"]]}, "Thiol-ene": {"10.0": [["Keywords Polyhedral oligomeric silsesquioxane Superhydrophobic Thiol-ene click chemistry Robust 1 Introduction Superhydrophobic surface with a water contact angle (WCA) greater than 150° and a sliding angle (SA) lower than 10° has triggered more and more research interest due to its excellent water repellency and self-cleaning property [1–6].", "10.1016/j.cej.2017.09.074"], ["Keywords Castor oil Superhydrophobic coating Hybrid coatings Thiol-ene reaction Oil/water separation 1 Introduction Superhydrophobic surfaces [1] that display a high water contact angle (>150°) and a sliding angle less than 10° have received considerable attention over the past decades on account of their potential applications in self-cleaning, anti-fogging, anti-corrosion, and oil/water separation [2–6].", "10.1016/j.porgcoat.2019.105346"]]}, "carbon": {"1.99": [["Surprisingly, the MWCNTs-Ni/a-C: H film with a nickel concentration of 0.08 mg/mL and a multi-walled carbon nanotube concentration of 0.07 mg/mL exhibit exceptional superhydrophobicity, which has a static water contact angle measured as 158.89° and a sliding angle about 1.99°.", "10.1016/j.susc.2018.07.010"]], "15.0": [["3.5 Self-cleaning properties A self-cleaning test for the prepared superhydrophobic Ni micro-array surface is carried out by scattering carbon powder on the sample surface, which is glued to glass with a sliding angle of 15° above horizontal.", "10.1016/j.cej.2012.06.128"], ["Self-cleaning test for surface coated with M=7.84 was carried out by spreading carbon powder on the coating tilted at sliding angle 15° and observed good self-cleaning behavior (Fig. 5 ).", "10.1016/j.surfcoat.2011.05.055"]], "5.0": [["Liu et al. [36] fabricated lotus–leaf–like superhydrophobic surface on carbon steel substrate via two–layer nano–composite electro–brush plating and subsequent surface modification with low free energy materials and the contact angle is up to 155.5°, the sliding angle is 5°.", "10.1016/j.optlastec.2018.12.045"]]}, "CTMS": {"6.5": [["The static water contact angle increased from 91.5° to 153.3° and the water sliding angle in surface modification by CTMS reduced from 29.5° to 6.5°.", "10.1016/j.porgcoat.2018.06.001"]]}, "sapphire": {"10.0": [["Keywords Laser beam machining (LBM) Surface modification Transparent superhydrophobic sapphire 1 Introduction In recent decades, superhydrophobic surfaces, which are surfaces with water droplet contact angles (CAs) greater than 150° and sliding angles (SAs) smaller than 10°, have attracted great attention both in academia and in industry due to their unique characteristics, such as water repellence and self-cleaning.", "10.1016/j.cirp.2018.04.085"]]}, "cobalt": {"2.98": [["and a sliding angle is about 2.98°., which due to the incorporation of MWCNTs and cobalt nano-particles resulting in the film to form a micro-nanoscale hierarchical structure.", "10.1016/j.diamond.2018.04.021"]]}, "1H, 1H, 2H, 2H-perfluorodecyltriethoxysilane": {"2.0": [["After that step, silanization was applied in a glass vessel using 1H, 1H, 2H, 2H-perfluorodecyltriethoxysilane (FAS-17) precursor, resulting in the creation of durable superhydrophobic surfaces with WCA ≈ 160° and sliding angle <2°) on various substrates.", "10.1016/j.cis.2018.03.009"]]}, "KF-99": {"7.0": [["With further increase in KF-99 dosage (20wt%) the contact angle was further increased to 160.7° (Fig. 8d) with a sliding angle varying between 7° to 8°.", "10.1016/j.surfcoat.2018.01.005"]], "8.0": [["With further increase in KF-99 dosage (20wt%) the contact angle was further increased to 160.7° (Fig. 8d) with a sliding angle varying between 7° to 8°.", "10.1016/j.surfcoat.2018.01.005"]]}, "PDMS-30": {"8.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]], "7.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]], "3.0": [["In addition, the sliding angle of EP/PDMS-20, EP/PDMS-25 and EP/PDMS-30 are 8°, 7° and 3°, respectively.", "10.1016/j.apsusc.2017.12.019"]]}, "PDMS-25": {"1.0": [["After further fluoride treatment by FAS-17, an obviously increase of contact angle of EP/PDMS-25 to 161° is achieved, and its sliding angle (SA) decreases to 1°.", "10.1016/j.apsusc.2017.12.019"]]}, "ZnO": {"10.0": [["3.3 Superhydrophobic properties of ZnO hierarchical nanostructures Superhydrophobic surfaces with a water contact angle >150° and a water sliding angle lower than 5–10° are produced by creating hierarchical surface structure and hydrophobic properties [38].", "10.1016/j.surfcoat.2017.10.022"], ["Keywords Superhydrophobic Electrochemical micromachining ZnO Droplet bouncing Cylindrical inner surface 1 Introduction Superhydrophobicity, implying extreme water repellency with contact angle (CA) over 150° and sliding angle (SA) less than 10° [1], is a distinctive characteristic of surface structure.", "10.1016/j.apsusc.2014.11.014"], ["However, the STA does not react with the strong acid aqueous solution, the ZnO@STA nanocone array still is superhydrophobic surface with contact angle of 153°, and the sliding angle still is only 5° lower than 10° after the immersion of 120 min in strong acid with pH = 1, which can ensure the water droplet rolls away from surface easily.", "10.1016/j.jallcom.2019.151663"], ["However, the sliding angles of the PDMS substrate samples were never lower than 10°, regardless of the type of ZnO nanoparticles or the drying procedure, confirming the non-self-cleaning ability of the surfaces created by dipping deposition methodology.", "10.1016/j.surfin.2018.12.008"]], "2.0": [["Fig. 4(c), (d), (g) and (h) show the sliding angle of hierarchical ZnO structures to be <2° with 1.5μm and 1μm of spacing, respectively.", "10.1016/j.surfcoat.2017.10.022"], ["It is only reduced about 2° from 162° to 160° even if the sample is exposed to the usual atmosphere environment for 70 days, and the ZnO@STA nanocone array surface is still super-hydrophobic, the sliding angle is still lower than 2°.", "10.1016/j.jallcom.2019.151663"], ["More importantly, the water droplet on the ZnO@STA nanocone array surface immediately rolls away with the sliding angle of only 2° in the low temperature environment with the temperature of −15 °C, shown in Fig. 14(c).", "10.1016/j.jallcom.2019.151663"]], "9.5": [["The sliding angle of a 40 μL droplet was found to be 9.5° and corresponded roughly with values found in the literature for other ZnO systems [42,43].", "10.1016/j.jcis.2013.10.015"]], "4.0": [["Reasons for the larger sliding angle (the sliding angle of a lotus leaf is 2–4°) for the smooth cloth were due to ZnO configuration or perhaps the impact of the macrostructure of the cloth– factors not considered in this work.", "10.1016/j.jcis.2013.10.015"]], "5.0": [["Keywords Superhydrophobic Micro/nanostructure Fluorine-free Oil-water separation ZnO 1 Introduction Inspired by lotus leaves, artificial superhydrophobic surfaces with a water contact angle (WCA) larger than 150° and a water sliding angle (WSA) below 5° have received significant interest due to their potential applications, including self-cleaning [1,2], antifouling [3], anti-icing [4], corrosion resistance [5], water harvesting [6], oil-water separation [7,8], antibacterial coating [9], and drag reduction [10].", "10.1016/j.memsci.2020.118716"]], "14.0": [["It is clear seen that after the immersion of 25 min in strong alkali with pH = 14, the water contact angle on the ZnO@STA nanocone array surface decreases from 162° to 146°, and the sliding angle increases to 14°.", "10.1016/j.jallcom.2019.151663"]]}, "silane": {"4.0": [["Wu et al. [11] fabricated polyethylene (F-PE/SiO2) foam with the water contact angle (WCA) of 158° and sliding angle (SA) of 4° by applying the silane coupling agent (KH-570) to improve the bonding between PE foam surface and SiO2 particles.", "10.1016/j.porgcoat.2022.106896"], ["After coating with silica and silane-based polymer composite coating, the static water contact angle of the coated sample is increased to 174 ± 2° and sliding angle 4 ± 1°, uncoated and coated samples surface morphologies were also studied by SEM, images as shown in Fig. 2 .", "10.1016/j.surfin.2020.100472"]]}, "SEBS": {"3.0": [["The static water CA of the bare SEBS fibrous mesh was 139° (±3°), and the sliding angle was nearly 90°.", "10.1016/j.apsusc.2017.06.076"]]}, "PVDF": {"1.0": [["The water contact angle and sliding angle of the PVDF film grafted under the optimum condition were 157° and 1°, respectively.", "10.1016/j.apsusc.2009.09.048"], ["On the surface of lotus-leaf-like PVDF film, the water contact angle and sliding angle were 157° and 1°, respectively, exhibiting excellent superhydrophobic and self-cleaning property.", "10.1016/j.apsusc.2009.09.048"], ["An increase in HMFS silica concentration in PVDF matrix allowed a substantial increase in water contact angle from 117° to 168° and the sliding angle decreased from 90° to <1°.", "10.1016/j.apsusc.2008.11.065"]], "4.5": [["Furthermore, the coated membranes also exhibited slippery characteristics with water sliding angles (WSAs) as low as 4.5° and 3.0° for PVDF-1.0 and PVDF-1.5 respectively (Fig. 6B).", "10.1016/j.seppur.2022.121282"]], "3.0": [["Furthermore, the coated membranes also exhibited slippery characteristics with water sliding angles (WSAs) as low as 4.5° and 3.0° for PVDF-1.0 and PVDF-1.5 respectively (Fig. 6B).", "10.1016/j.seppur.2022.121282"]]}, "Copper hydroxide": {"10.0": [["Keywords Superhydrophobic Copper hydroxide coating Self-cleaning Oil-water separation Oil sorption Durable 1 Introduction Superhydrophobic surfaces, displaying contact angle (CA) larger than 150° and sliding angle (SA) smaller than 10° with water [1], have attracted increasing attention for the potential in self-cleaning [2,3], anti-fouling [4,5], oil-water separation [6–10] and so on.", "10.1016/j.surfcoat.2017.06.040"]]}, "PTFE": {"4.0": [["When, the loading of polytetrafluoroethylene was about 40 vol%, the superhydrophobic coating surface exhibited a water contact angle over 165° and smallest water sliding angle of about 4°.", "10.1016/j.colsurfa.2016.12.057"], ["After the further construction of the PTFE/nano-Cu top layer, all the coatings display superhydrophobicity with water contact angle (CA) of ∼153° and sliding angle (SA) of lower than 4° (Table 1 ).", "10.1016/j.colsurfa.2015.12.017"], ["The sliding angles of two bilayers PTFE/SHSG-coated canvas of sample D were 3° and 4°, for just prepared and after accelerated weathering test of 300h, respectively (see Video).", "10.1016/j.apsusc.2014.03.173"], ["After accelerated weathering test of 300h, the two bilayers PTFE/SHSG-coated canvas had a tensile strength of 237kg, static WCA of 143.7°±2.1°, a contact angle hysteresis of 8°, and a sliding angle of 4°, which represented an outstanding self-cleaning ability.", "10.1016/j.apsusc.2014.03.173"]], "3.0": [["The sliding angles of two bilayers PTFE/SHSG-coated canvas of sample D were 3° and 4°, for just prepared and after accelerated weathering test of 300h, respectively (see Video).", "10.1016/j.apsusc.2014.03.173"]], "8.6": [["The sliding angle of PTFE-coated surface was 8.6° which, according to Quan et al. (2016), could be identified as a self-cleaning surface.", "10.1016/j.jclepro.2020.121748"]], "10.0": [["The heights of the top peaks were high compared to those of the PTFE-coated surface, even though the contact angles of these surfaces were higher than 90°, but the sliding angle was greater than 10°.", "10.1016/j.jclepro.2020.121748"]], "1.0": [["The same procedure was performed by Ryo et al. [39] to produce a superhydrophobic PTFE substrate having an extremely high WCA of 178.9° and a very low sliding angle of 1°.", "10.1016/j.surfcoat.2019.07.005"]], "2.0": [["Zhuang et al. (2017) have reported that the water CA of PTFE surface is kept above than 160° and sliding angle (SA) remained below than 2° after impingement with 800 drops of 15 µL water at height of 1 m.", "10.1016/j.solener.2017.12.023"]]}, "(heptadecafluoro-1,1,2,2-tetrahydrodecyl)trimethoxysilane": {"5.0": [["The modified surfaces with the (heptadecafluoro-1,1,2,2-tetrahydrodecyl)trimethoxysilane behave superhydrophobic with contact angles higher than 150° and sliding angles lower than 5°.", "10.1016/j.colsurfa.2016.12.057"]]}, "aluminium": {"5.0": [["The maximum contact angle 168.2° along with sliding angle 5° is achieved for aluminium surface which undergone 180 min etching (Fig. 3 (f)).", "10.1016/j.jallcom.2017.01.243"], ["Static contact angle 167° and sliding angle 5° are found for aluminium surface which undergone for 180 min etching.", "10.1016/j.jallcom.2017.01.243"]], "10.0": [["The superhydrophobic surface with a water contact angle above 155° and sliding angle <10° was obtained only for aluminium treated with FAS-10E.", "10.1016/j.surfcoat.2019.03.082"]]}, "graphene": {"13.0": [["Shen et al. [47] successfully synthesized the F-doped multi-layered graphene sheets which the contact angle was 158° and the sliding angle was 13°.", "10.1016/j.apsusc.2017.01.009"]], "5.0": [["From the wettability measurements, we observed that at 25% graphene addition, the coatings exhibited superhydrophobic properties with water contact angle of 154.9° and 152 ° for G25 and GD respectively, also sliding angle of 5° and 7° for G25 and GD respectively.", "10.1016/j.porgcoat.2018.11.018"]], "7.0": [["From the wettability measurements, we observed that at 25% graphene addition, the coatings exhibited superhydrophobic properties with water contact angle of 154.9° and 152 ° for G25 and GD respectively, also sliding angle of 5° and 7° for G25 and GD respectively.", "10.1016/j.porgcoat.2018.11.018"]]}, "Zinc": {"10.0": [["Keywords Iridium Zinc Photocatalytic Superhydrophobic 1 Introduction The superhydrophobic surfaces (SHSs) have been constructed as interfacial materials, which exhibit high static water contact angle (WCA) more than 150° and ultra-low sliding angle (SA) less than 10° [1–3].", "10.1016/j.jallcom.2016.12.358"]]}, "Graphene": {"10.0": [["Keywords Superhydrophobic coating Graphene Anti-corrosive Mechanically stable 1 Introduction Superhydrophobic surfaces, which display water contact angles greater than 150° and sliding angles below 10°, have attracted ever-growing attention because of their numerous applications in self-cleaning [1,2], anti-corrosion [3,4], anti-icing [5], oil-water separation [6], and so forth.", "10.1016/j.colsurfa.2016.11.002"]]}, "zeolite": {"10.0": [["Keywords Superhydrophobic Self-cleaning Durability Air Oil Natural zeolite 1 Introduction Superhydrophobic surfaces are those exhibiting a static water contact angle (CA) higher than 150° and a sliding angle (SA) less than 10° [1–5], which existed widely in nature, such as lotus leaves [6], butterfly wings [7], gecko feet [8], and water strider legs [9].", "10.1016/j.surfcoat.2016.10.036"]]}, "5μL dichloromethane": {"4.0": [["The surface showed low adhesion to the oil underwater, and the oil droplet can easily roll away from the as-prepared Ti plate surface with low sliding angle of about 4° (Fig.3c, the oil chosen by a 5μL dichloromethane droplet).", "10.1016/j.cej.2016.05.026"]]}, "Pb": {"4.6": [["On the other hand, the water droplet on the FAS-modified Pb coated surface behaves nearly spherical shape in Fig. 6c, whose water contact angle is 165.5° with a sliding angle of 4.6°, triggering the wettability reversion from superhydrophilicity to superhydrophobicity.", "10.1016/j.surfcoat.2016.06.057"]]}, "titanium alloy": {"4.6": [["The superhydrophobic Pb coated titanium alloy surfaces demonstrated water contact angle of 165.5°±2.4° with sliding angle of 4.6°±2.1°.", "10.1016/j.surfcoat.2016.06.057"]]}, "PEDOT": {"4.5": [["Notably, the as-prepared PD-PEDOT film fabricated with the EC of the underlying PEDOT and overlying PDTH moieties about 48±5 and 24±8 mC cm−2, respectively, exhibits a low-adhesion superhydrophobic surface with WCA of 166°±1° and sliding angle (SA) of 4.5°±1° (Fig. 9 c, d and f, Fig. S8b, Movie S1).", "10.1016/j.apsusc.2016.05.053"]]}, "TEOS": {"5.0": [["Rezaei et al. [81] produced superhydrophobic coatings with a water contact angle over 160° and a sliding angle below 5° by one-step CVD and modification utilizing tetraethylorthosilicate (TEOS), vinyltrimethoxysilane (VTMS) as the surface modifying molecule, and ammonium hydroxide.", "10.1016/j.apsusc.2016.04.186"]]}, "blue line": {"7.0": [["It is observed that water droplets could roll off the coatings easily and quickly with a sliding angle less than 7° except for the coating with one assembly cycles and the glass slide after CVD of PFOTS (Fig. 4, blue line).", "10.1016/j.ceramint.2016.02.105"]]}, "thiol fluoroalkanes": {"7.0": [["In contrast, after modification with thiol fluoroalkanes, the surface of modified PET fibers showed a water CA of 155±1.2° (Fig. 6 a) and a low sliding angle of 7°.", "10.1016/j.apsusc.2016.02.135"]]}, "fluoro-modification": {"5.0": [["They also used fluoro-modification to render the coatings superhydrophobic with sliding angle of less than 5°.", "10.1016/j.apsusc.2016.01.258"]]}, "epoxy resin": {"30.0": [["The WCA of the pure epoxy resin, 25 %HSHMWCNTs coating, and 10 %SHMWCNTs coating could reach 80.5°, 110.7°, and 108.9°, respectively, and their water sliding angles were all >30°.", "10.1016/j.diamond.2022.109351"]]}, "chlorosilane": {"2.0": [["Kim et al. [27] first etched the stainless steel in an HF solution, then dipped it in a NaCl solution at 100 °C, followed modified by a chlorosilane, ultimately, the surface showed a contact angle of 168° and a sliding angle of 2°.", "10.1016/j.cplett.2022.139567"]]}, "Silica10": {"2.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]], "3.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]], "30.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]], "46.0": [["It can be seen that the sliding angle is much more sensitive to the increment of abrasion cycles for both samples, and they increase from 2° and 3° to 30° and 46° for CNT10 and Silica10, respectively, upon abrading the sample for 150cm.", "10.1016/j.matdes.2015.07.092"]]}, "nitrogen": {"10.0": [["Keywords Superhydrophobic Starch nanoparticle Stearic acid Anthocyanin Freshness monitoring Abbreviations SNP starch nanoparticle STA stearic acid A Anthocyanin SEM scanning electron microscope WCA water contact angle SA sliding angle XRD wide-angle X-ray diffraction FTIR fourier transform infrared spectroscopy ATR attenuated total reflectance TVB-N total volatile basic nitrogen EDS Energy dispersive spectroscopy XPS X-ray photoelectron spectrometer 1 Introduction Superhydrophobic materials containing a high water contact angle (WCA > 150°) and a low water sliding angle (SA < 10°) belong to main superwettability-based systems which have received extensive attention due to the broad application fields including self-cleaning, anti-icing, and antibiological pollutants (Phuong et al., 2019).", "10.1016/j.foodchem.2022.132269"]]}, "PBZ": {"3.0": [["Fig. 2f–h presents SEM images of this modified CNT/polybenzoxazine coating (Sample 4), which retained the micro-/nanoscale binary structure and superhydrophobicity (contact angle: 163±1°; sliding angle: 3°) of Sample 3.", "10.1016/j.apsusc.2014.09.122"]]}, "Ti(OBu)4": {"2.0": [["However, if the titania membrane was subjected to hydrothermal treatment in a Ti(OBu)4 acidic solution for 120min, the water contact angle became 155° and the sliding angle remarkably changed to 2°.", "10.1016/j.pmatsci.2013.12.003"]]}, "BMA": {"3.1": [["The polymeric surface shows a high water contact angle (WCA) of 159.5° and a low sliding angle (SA) of 3.1°, when the mass ratios of BMA to EDMA, BDO to NMP, and monomers to co-porogens are 50:50, 40:60 and 45:55, respectively.", "10.1016/j.apsusc.2014.01.053"]]}, "CeO2": {"5.0": [["The sliding angle on the surface of the AAO/CeO2 nanosystem would not be reported if its CA hysteresis is about 5°, because the low hysteresis of 5° indicates both the low sliding angle and self-cleaning ability.", "10.1016/j.mseb.2013.07.004"]]}, "Magnesium": {"10.0": [["Keywords Superhydrophobic surface Anticorrosion Mechanical stability Durability Self-cleaning Magnesium alloy 1 Introduction In recent years, superhydrophobic surfaces, which exhibit a water contact angle (CA) above 150° and a sliding angle (SA) below 10°, have aroused an enormous amount of interest in both fundamental research and potential applications because of their unique characteristics such as self-cleaning [1–4], anti-icing [5,6], oil–water separation [7,8] and anticorrosion [9,10].", "10.1016/j.cej.2013.05.017"]]}, "nano-TiO2": {"2.0": [["Application of the nano-TiO2 at 3% concentration, created a very low sliding angle of 2°, which is a characteristic of a superhydrophobic surface.", "10.1016/j.porgcoat.2013.01.011"], ["In high concentration of nano-TiO2 (2, 3 and 4% (owf)) which the surfaces was coated uniformly with nano-TiO2, aggregation resulted in very low sliding angle as 2° and high contact angle which construct a superhydrophobic surface on the PVC (Fig. 3(C) and (D)).", "10.1016/j.porgcoat.2013.01.011"]]}, "TNT": {"2.0": [["Artificial lotus leaf structures were fabricated on Poly(vinylchloride) substrate using top coating with mixture of a fluorochemical an nano-titanium dioxide at 3% concentration with high contact angle (150°) and very low sliding angle (2°).", "10.1016/j.porgcoat.2013.01.011"]]}, "Snowtex OL & MP1040": {"13.9": [["In both cases, using lower nanoparticles concentration, 0.2% (dry add on), results in lower sliding angle with 13.9° and 13.2° for Snowtex OL & MP1040, respectively.", "10.1016/j.porgcoat.2011.07.006"]], "13.2": [["In both cases, using lower nanoparticles concentration, 0.2% (dry add on), results in lower sliding angle with 13.9° and 13.2° for Snowtex OL & MP1040, respectively.", "10.1016/j.porgcoat.2011.07.006"]]}, "PET": {"30.5": [["The effect of fabric structure on hydrophobicity can be proved by comparing the sliding angle of fluorochemical treated smooth polyester film, Melinex, (30.5±1.9°) with the fabric (17.9±0.7°).", "10.1016/j.porgcoat.2011.07.006"]], "17.9": [["The effect of fabric structure on hydrophobicity can be proved by comparing the sliding angle of fluorochemical treated smooth polyester film, Melinex, (30.5±1.9°) with the fabric (17.9±0.7°).", "10.1016/j.porgcoat.2011.07.006"]], "1.5": [["Concerning practical application, the work by Cai et al. (2018) is a significant step where they used all water-based and commercially available PDMS or paraffin wax emulsion with water-based SiO2 nanoparticle dispersion to impart extreme water repellency to polyester fabric, achieving water contact angle of 145° and sliding angle of 1.5°, respectively.", "10.1016/j.fpsl.2022.100823"]]}, "fluorocarbon": {"30.5": [["The sliding angle of the smooth polyester film after fluorocarbon finishing decreased from 70.5±3.3° to 30.5±1.9°, but due to the nature of alkaline hydrolysis of polyester, and lack of TiO2 particles which fabricate pits and subsequent surface roughness, the effect of the hydrolysis on the sliding angle of polyester film is not statistically significant and it almost remained unchanged.", "10.1016/j.porgcoat.2011.07.006"]]}, "BaCO3": {"1.0": [["Shuisheng Wu et al. [11] prepared BaCO3 complex nanostructures with static water contact angle of 150° and sliding angle of 1°.", "10.1016/j.surfcoat.2011.05.055"]]}, "1–5": {"10.0": [["Keywords Superhydrophobic Dewetting Self-assembly Biomimetics Colloidal crystal 1 Introduction Inspired by the self-cleaning surface of lotus leaves, superhydrophobic coatings with large water contact angles (>150°) and small sliding angles (<10°) have attracted tremendous recent interests [1–5].", "10.1016/j.jcis.2010.08.070"]]}, "fluorine": {"10.0": [["Superhydrophobic surfaces with water contact angles [4] (CAs) beyond 150° and sliding angles (SAs) below 10°, are usually constituted by a combination of micro-nano hierarchical roughness [5,6] and low surface energy substances such as fluorine and silicon.", "10.1016/j.colsurfa.2022.128562"]]}, "Silica": {"10.0": [["Keywords Sliding angle Work of adhesion Contact angle Silica spheres Oil repellency Superhydrophobic behavior 1 Introduction Superhydrophobicity (i.e., water contact angle (CA)>150° and sliding angle (SA)<10°) is a crucial property of solid materials and some biosurfaces that typically depend on the combination of surface chemistry and roughness on multiple scales [1–5].", "10.1016/j.apsusc.2010.05.060"]]}, "silicon": {"2.0": [["Yang et al. have successfully prepared high aspect ratio silicon hollow-tip arrays (Fig. 4a and b) for high performance antireflective and water-repellent surfaces with measured apparent water contact angle of ca. 165° and the sliding angle of ca. 2° [65].", "10.1016/j.nantod.2010.03.001"]]}, "Co3O4": {"2.0": [["However, the sliding angle of the as-prepared superhydrophobic Co3O4 surface is only 2° and water droplets can slide easily, indicating that the superhydrophobic Co3O4 surface has a low contact angle hysteresis.", "10.1016/j.apsusc.2009.07.073"], ["The water contact angle and sliding angle of the as-prepared superhydrophobic Co3O4 surface were 155±1.8° and 2°, respectively.", "10.1016/j.apsusc.2009.07.073"]]}, "Quartz": {"10.0": [["Keywords Quartz sand Oil-water separation Superhydrophobic Modification Recyclable 1 Introduction Superhydrophobic surface generally displays water contact angle (WCA) greater than 150° and the sliding angle (SA) less than 10° [1,2].", "10.1016/j.jece.2021.107019"]]}, "CA-4": {"9.8": [["The surface of CA-4 (with a WCA of 151.3° and a sliding angle of 9.8°) could be easily washed with water (Fig. 8d and f), resulting in a clean surface.", "10.1016/j.porgcoat.2021.106671"]]}, "1,2 dichloroethane": {"2.0": [["The Ag2O/TiO2@CuC2O4 CM shows an ultralow underwater oil (1,2 dichloroethane, 5 μL) sliding angle (SA) of about 2° (Fig. 3c).", "10.1016/j.mtchem.2021.100717"]]}, "H-AC-P-CF": {"5.0": [["Furthermore, the water sliding angle (WSA) of the H-AC-P-CF is 5°, as shown in Fig. 1(c3), indicating the surface of H-AC-P-CF is superhydrophobic with low water adhesion.", "10.1016/j.colsurfa.2022.129647"]]}, "SHS-6-6": {"4.0": [["In Fig. 5b, after 50 cycles of scouring, the SWCA of SHS-6-6 surface was 159.29°, but the sliding angle (SA) increased from 4° to over 90° indicating the surface state transformed from “lotus leaf effect” to “petal effect”.", "10.1016/j.cej.2021.130997"]]}, "ZnS": {"3.0": [["3.4 Wettability of ZnS coating surface The contact angle on the sample surface is as high as 160.06°, and the sliding angle is about 3°.", "10.1016/j.colsurfa.2021.127871"]]}, "Al2O3": {"7.4": [["The water contact angle and sliding angle of PTFE/Al2O3 composite coating are 161.8° and 7.4°, respectively, which endows water-cooling system a high water-circulation efficiency.", "10.1016/j.cej.2021.131701"], ["Compared with porous Al2O3 layer with the contact angle of 52.7 ± 1.8°, the SDC coating is superhydrophobic with a contact angle of 161.8 ± 2.5° and a sliding angle of 7.4°.", "10.1016/j.cej.2021.131701"]], "10.0": [["3.3 Self-cleaning properties of the surfaces treated with TiO2/Al2O3 nanofluid Self-cleaning and oil-resistant underwater surfaces present special non-wetting properties owing to an oil contact angle <30° and an effortless rolling off of oil droplets (sliding angle <10°).", "10.1016/j.matchemphys.2021.124413"]]}, "Tetrahydrofuran Isopropyl alcohol Methyltrichlorosilane": {"10.0": [["Keywords Superhydrophobic Etching Tetrahydrofuran Isopropyl alcohol Methyltrichlorosilane 1 Introduction Superhydrophobic surfaces are defined as surfaces that have a water contact angle (WCA) greater than 150° and a sliding angle (SA) less than 10°.", "10.1016/j.matlet.2021.130618"]]}, "F-SiO2": {"5.0": [["The superhydrophobic F-SiO2/F-CNT@PU composite coatings showed the excellent water repellency with higher water contact angle of 154.3°, lower sliding angle of being only 5°, and higher dynamic water repellency with the solid-liquid contact time of 11 ms.", "10.1016/j.porgcoat.2021.106451"]]}, "pinecone": {"1.0": [["When the electro-deposition current density and electrolyte bath temperature were 60 mA cm−2 and 45 °C, the water contact angle (WCA) and sliding angle (WSA) of as-prepared coatings with hierarchical pinecone structured composite film reached 174 ± 1.5° and ~ 1°, respectively.", "10.1016/j.colsurfa.2021.127164"]]}, "cetane": {"0.5": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "1.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "4.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "10.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]]}, "Sepiolite": {"10.0": [["Keywords Superamphiphobic coating Sepiolite Surface modification Durability Microstructure 1 Introduction Superhydrophobic coating has a water contact angle (CA) greater than 150° and a sliding angle (SA) less than 10° [1,2], which can well separate water from the base material such as metal, ceramic and cloth.", "10.1016/j.porgcoat.2021.106297"]]}, "polyurethane": {"5.0": [["It was worth noting that the water contact angles of coatings with different additions of white fluorinated polyurethane coating all reached above 150° and the sliding angles were all less than 5°.", "10.1016/j.mtcomm.2020.101828"]], "2.0": [["When the addition of white fluorinated polyurethane coating was 0.2 g, the water contact angle reached maximum value of 161.35° and the sliding angle reduced to 2°, which indicated that 0.2 g was the optimal addition.", "10.1016/j.mtcomm.2020.101828"], ["When the addition of white fluorinated polyurethane coating was 0.2 g, the water contact angle of coating reached maximum value of 161.35° and the sliding angle reduced to only 2°.", "10.1016/j.mtcomm.2020.101828"]]}, "FPU": {"3.0": [["The water contact angle of superhydrophobic coating prepared without the addition of white fluorinated polyurethane coatings reached up to 155.19° and the sliding angle was only 3°.", "10.1016/j.mtcomm.2020.101828"]]}, "Carbonate": {"10.0": [["Keywords Underwater superoleophobicity TiO2/Al2O3 nanocomposites Nanofluid Self-cleaning Wear-resistant coating Carbonate rock 1 Introduction Inspired by remarkable oil-repellent capability of many surfaces in nature like lower side of a lotus leaf, fish scales, shark skins and nacre's shell in water [1,2], underwater superoleophobic surfaces with oil contact angles lower than 30° and low sliding angle (<10°) have become a novel research focus during the past decade [3–9].", "10.1016/j.matchemphys.2021.124413"]]}, "C-PE15": {"8.1": [["Compared with the original O/C-PE15 surface (Fig. 8b1), the area peeled by commercial tape became darker (Fig. 8b2), and the water droplets could still maintain spherical shape with a sliding angle of ∼8.1° (Movie S4 in Supporting Information) even after peeling for 20 times (Fig. 8 b3-b4 and c1-c2).", "10.1016/j.porgcoat.2020.106090"]]}, "nano-SiO2": {"7.0": [["It can be seen that as the mass ratio of Sm2O3 and nano-SiO2 in the coating decreases, the WCA of the coating can increase significantly from 122° when the mass ratio is 7.5:2.5 to 153° when the mass ratio is 7:3, the sliding angle of the coating can reach 7° at this time.", "10.1016/j.infrared.2020.103603"], ["When the mass ratio of Sm2O3 and nano-SiO2 in the coating is 7:3, the WCA of the coating can reach 153°, the sliding angle can reach 7°, and the reflectivity of 1.06 μm near-infrared light can be as low as 59.3%.", "10.1016/j.infrared.2020.103603"]], "2.0": [["Continue to reduce the mass ratio of Sm2O3 and nano-SiO2 in the coating to 5.5:4.5, the WCA of the coating can be further increased to 159°, and the sliding angle can be further reduced to 2°, so that the coating has outstanding super-hydrophobic properties.", "10.1016/j.infrared.2020.103603"]], "9.0": [["When the ratio of Ag powder and nano-SiO2 was 6:4, the WCA of the coating increased to 151°, and the corresponding sliding angle reached 9°, which is a good super-hydrophobic performance.", "10.1016/j.infrared.2020.103351"], ["When the ratio of Al powder and nano-SiO2 was 6:4, the WCA of the coating increased to 151.5°, and the corresponding sliding angle reached 9°, which is a good super-hydrophobic performance.", "10.1016/j.porgcoat.2020.105622"]], "3.0": [["As the ratio of Ag powder and nano-SiO2 was further reduced to 5:5, the WCA of the coating was further increased to 159.5°, and the sliding angle was further reduced to 3°.", "10.1016/j.infrared.2020.103351"]]}, "1H,1H,2H": {"1.0": [["The surface shows superhydrophobicity with CA of 169.6° and a water sliding angle (SA) of 1°, after treatment with 1H,1H,2H, 2H-perfluorodecyltriethoxysilane (FAS-17) [22].", "10.1016/j.memsci.2020.118716"]]}, "EP-SiO2-CNTs-POTS": {"4.0": [["3.2 Surface wettability of the coating The water contact angle (WCA) and the sliding angle (SA) of the superhydrophobic EP-SiO2-CNTs-POTS coating cured at room temperature can reach 164 ± 1.5° and 4 ± 0.5°, respectively.", "10.1016/j.porgcoat.2020.105922"]]}, "C3-PDMS-TiO2": {"6.0": [["Furthermore, the sliding angle (SA) of C3-PDMS-TiO2 was as low as 6°, which enabled the water droplet to easily roll off.", "10.1016/j.cej.2020.125661"]]}, "AA 2024-T3": {"5.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]], "10.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]], "20.0": [["Table 2 gives the self-cleaning test results of uncoated and plasma-treated SH-coated AA 2024-T3 samples at 5°, 10°, 20°, 20°, and 60° sliding angles.", "10.1016/j.surfin.2020.100429"]]}, "10FA": {"9.3": [["The sliding angle of the 10FA-coated surface increased slightly to 9.3°, which still falls into the self-cleaning surface category.", "10.1016/j.jclepro.2020.121748"]]}, "PFAC": {"13.0": [["The 1:1 blend (S3), however, practically demonstrates pure PFAC static water contact angle with droplet sliding angle of about 13°.", "10.1016/j.jcis.2020.04.031"]]}, "Silane": {"10.0": [["Keywords Hybrid nanocomposites Silane coupling agent Nano coatings Self-cleaning Oil-water separation 1 Introduction Superhydrophobicity is naturally exhibited in lotus leaf due to its self-cleaning and high water repellency, because of its high water contact angle >150° and sliding angle <10°.", "10.1016/j.jclepro.2020.120693"]]}, "TiO2-MA": {"1.0": [["The sample that showed the highest water contact angle of 176.3° ± 1° with a low sliding angle of ~1° is found to have densely populated with multi-mode micro-nanoclusters of TiO2-MA with a liquid-air area fraction of ~0.97 and an asperity slope >71°.", "10.1016/j.apsusc.2020.145636"]]}, "Fluorine": {"10.0": [["Keywords Superhydrophobic Cotton fabric Water-rich Fluorine-free Oil-water separation Water purification 1 Introduction In the past decades, superhydrophobic materials with water contact angle (WCA) higher than 150° and water sliding angle (SA) less than 10° were attracting tremendous attention due to their wide applications including self-cleaning, anti-fouling, anti-corrosion and oil-water separation [1–4].", "10.1016/j.apsusc.2019.145165"], ["Keywords Superhydrophobicity Fluorine-free Self-cleaning Oil-water separation Water-purification 1 Introduction Conventionally, excellent anti-wetting materials with water contact angle (WCA) above 150° and a water sliding angle (WSA) below 10° are defined as superhydrophobic materials and constructed by the cooperation of chemical composition and morphologic structure (Guo et al., 2015; Su and Yao, 2014; Zhou et al., 2013).", "10.1016/j.envpol.2019.113277"]]}, "DMDMS": {"1.0": [["Recently, slippery omniphobic covalently attached liquid-like (SOCAL) surfaces with contact-angle hysteresis less than 1° having low sliding angles for liquids that span surface tensions from 78.2 to 18.4 mN/m were created by the acid-catalyzed graft polycondensation of dimethyldimethoxysilane on substrates that are stable under pressure and durable at elevated temperatures [15].", "10.1016/j.colsurfa.2022.130076"]]}, "FTO": {"23.2": [["Regarding the dynamic contact angles, such as sliding angles, our modified ITO and FTO glasses demonstrated only 26.3°, 23.2°, respectively (Table 1 ).", "10.1016/j.polymer.2019.122073"]]}, "long C-F": {"2.0": [["The HSNs nanocoating shows superhydrophobicity (WCA: 154.2° and sliding angle: <2°), which is ascribed to the long C-F chain with low surface energy and the rough surface with micro/nano-structures.", "10.1016/j.jcis.2019.12.049"]]}, "2-dicholothane": {"1.0": [["When the surface is put in water, an oil droplet (4 µL, 1, 2-dicholothane) can roll like a sphere with an oil contact angle (OCA) and an oil sliding angle (OSA) of about 168° and 1°, respectively, demonstrating a low adhesive superoleophobicity in water of the surface (Fig. 1d and Fig. S3).", "10.1016/j.cej.2019.123924"]]}, "PDA-Fe-SF": {"11.8": [["After 210 min of washing, the contact angle of the PDA-Fe-SF reduced to approximately 153°, and the sliding angle was approximately 11.8°.", "10.1016/j.cej.2019.122988"]]}, "15–17], anti-icing [18–21": {"10.0": [["Basically, superhydrophobic surfaces refer to the surfaces with water contact angle larger than 150° and sliding angle smaller than 10° at the same time [14], and this water repellency is of great importance in many fields, such as self-cleaning [15–17], anti-icing [18–21], anti-biofouling [22], oil-water separation [23–25] and corrosion resistance [26–28].", "10.1016/j.porgcoat.2019.105335"]]}, "LDPE": {"1.0": [["The LDPE coating resembled the surface morphology of the lotus leaf with the surface wettability of CA ∼156 ± 1.7° and the low sliding angle of ∼1°.", "10.1016/j.porgcoat.2019.105373"]]}, "oxygen": {"10.0": [["A superhydrophobic surface, which by definition has a static water contact angle (CA) greater than 150° and a sliding angle (SA) lower than 10° [6], repels water, moisture and atmospheric oxygen away from the surface, acting as a barrier against corrosive ions.", "10.1016/j.colsurfa.2019.123971"]]}, "CuO": {"2.0": [["On the other hand, the surface coated with the nanocomposite layer of modified CuO nanoparticles presented both a high contact angle and a low sliding angle (lower than 2°), indicating the excellent self-cleaning property of the coated surface.", "10.1016/j.porgcoat.2019.105270"]]}, "PFOTCS": {"15.0": [["The substrate coated with TMCS showed a lower sliding angle (15°) and better self-cleaning abilities; whereas the PFOTCS surface exhibited a Cassie impregnated state of wetting.", "10.1016/j.porgcoat.2019.06.038"]]}, "AA5083": {"1.0": [["With the continuously increasing of anodisation voltage to 40 V, the contact angle of the prepared AA5083 surface reaches to the maximum 165 ± 2°, meanwhile, achieving the lowest sliding angle 1 ± 1°.", "10.1016/j.corsci.2019.06.031"], ["4 Conclusion To sum up, we fabricated superhydrophobic porous anodized AA5083 surface with a contact angle of 165 ± 2° and sliding angle of 1 ± 1°.", "10.1016/j.corsci.2019.06.031"]]}, "PEO": {"15.2": [["For PEO coating and T-PEO coating, the static contact angles were 137.5° and 142.6°, and the sliding angles were 15.2° and 13.1°, respectively, which have reached hydrophobic state.", "10.1016/j.jmatprotec.2022.117641"]], "13.1": [["For PEO coating and T-PEO coating, the static contact angles were 137.5° and 142.6°, and the sliding angles were 15.2° and 13.1°, respectively, which have reached hydrophobic state.", "10.1016/j.jmatprotec.2022.117641"]]}, "Cu-Zn": {"6.5": [["We can see that a water droplet rolls off immediately once it is deposited onto this electrodeposited Cu-Zn coating surface with the incline angle of ~6.5°, showing the sliding angle less than 10°.", "10.1016/j.apsusc.2019.03.123"], ["After storage in air more than 60 days, without chemical modification, this Cu-Zn coating became superhydrophobicity with the maximum water contact angle of 154.73° and the minimum sliding angle of ~6.5°.", "10.1016/j.apsusc.2019.03.123"]], "10.0": [["We can see that a water droplet rolls off immediately once it is deposited onto this electrodeposited Cu-Zn coating surface with the incline angle of ~6.5°, showing the sliding angle less than 10°.", "10.1016/j.apsusc.2019.03.123"]]}, "m-ZnO": {"10.0": [["Keywords Superhydrophobic m-ZnO Pore-forming agent Multifunctional coating Anti-corrosion Wear- resistance 1 Introduction The superhydrophobic surface with water contact angle (WCA) greater than 150° and sliding angle (SA) less than 10° [1–3], has recently attracted tremendous attention for researchers due to its prospective applications in the field of self-cleaning [4,5], drag-reducing [6], anti-corrosion [7] and so on [8–10].", "10.1016/j.porgcoat.2019.04.027"]]}, "PVDT": {"5.0": [["(Fig. 4 a–f) The water contact angles for the PVDT coatings on various substrates were over 150° and the sliding angles are ∼5°.", "10.1016/j.jcis.2019.03.095"]]}, "Fluorosilicone": {"10.0": [["Keywords Superhydrophobic coating Composite Fluorosilicone resin Nanoparticles Corona 1 Introduction Superhydrophobic material with water contact angle (CA) >150° and water sliding angle (SA) <10°) performs better water repellency than hydrophobic outdoor insulating materials used in high-voltage transmission lines [1,2].", "10.1016/j.apsusc.2019.01.224"]]}, "TDCM": {"4.0": [["Additionally, due to the role of the repulsive water cushion formed on the surface of the TDCM, sliding angles (Fig. 4B) of various types of oil were lower than 4° for the front side, and not >6° for the back side, indicating good mobility of oil droplets on the surface of the TDCM and thus low oil adhesion of the TDCM under water [5].", "10.1016/j.surfcoat.2018.11.076"]], "6.0": [["Additionally, due to the role of the repulsive water cushion formed on the surface of the TDCM, sliding angles (Fig. 4B) of various types of oil were lower than 4° for the front side, and not >6° for the back side, indicating good mobility of oil droplets on the surface of the TDCM and thus low oil adhesion of the TDCM under water [5].", "10.1016/j.surfcoat.2018.11.076"]]}, "HTMS": {"10.0": [["After modification with heptadecafluorodecyltrimethoxysilane (HTMS), the developed coatings exhibited a water contact angle of over 150° and a sliding angle less than 10°.", "10.1016/j.solmat.2018.09.015"]]}}