{"TiO2": {"2.0": [["In the case of tiny water droplet (4 μL), the coating without the addition of hydrophilic TiO2 nanospheres exhibits great water repellence with a static contact angle of 167° and a sliding angle <2° (Fig. 5 a1 and a2).", "10.1016/j.matdes.2021.109829"], ["Without PDMS, the addition of ODI-TiO2 from 1 to 10 wt.% rapidly increased the contact angle until an optimal WCA of 165° was observed at 10 wt.%, and the sliding angle (SA) decreased to less than 2°.", "10.1016/j.jcis.2018.05.004"]], "10.0": [["Overall, the modified meshes all possessed a water contact angle larger than 150° and a water sliding angle less than 10°, which resulted from low surface energy composition and increased surface roughness due to the successive PANI/TiO2 modification.", "10.1016/j.seppur.2019.116166"]]}, "copper": {"4.0": [["The excellent oil-repellence ability of the WO3@Cu(OH)2 NRA-coated copper mesh can be deuced from the extremely low underwater oil sliding angle of 4° (ESI, Figure S5c).", "10.1016/j.jallcom.2020.157421"]]}, "PDMS": {"10.0": [["Keywords Superhydrophobic glass Mechanical robustness PDMS nanoparticles Anti-icing Self-cleaning 1 Introduction Superhydrophobic surface with a water contact angle (CA) over 150° and a sliding angle (SA) below 10° has attracted tremendous attraction in recent decades both in academic and industrial fields because of their huge potential application in lossless liquid transport, fog harvesting, anti-icing and so on [1–6], wherein superior water repellency is achieved by exploiting sophisticated micro/nanoscale surface textures and low-surface-energy chemical modifications [7–11].", "10.1016/j.cej.2020.125746"]]}, "Fluorine": {"10.0": [["Keywords Superhydrophobic Cotton fabric Water-rich Fluorine-free Oil-water separation Water purification 1 Introduction In the past decades, superhydrophobic materials with water contact angle (WCA) higher than 150° and water sliding angle (SA) less than 10° were attracting tremendous attention due to their wide applications including self-cleaning, anti-fouling, anti-corrosion and oil-water separation [1–4].", "10.1016/j.apsusc.2019.145165"], ["Keywords Superhydrophobicity Fluorine-free Self-cleaning Oil-water separation Water-purification 1 Introduction Conventionally, excellent anti-wetting materials with water contact angle (WCA) above 150° and a water sliding angle (WSA) below 10° are defined as superhydrophobic materials and constructed by the cooperation of chemical composition and morphologic structure (Guo et al., 2015; Su and Yao, 2014; Zhou et al., 2013).", "10.1016/j.envpol.2019.113277"]]}, "CuO": {"2.0": [["On the other hand, the surface coated with the nanocomposite layer of modified CuO nanoparticles presented both a high contact angle and a low sliding angle (lower than 2°), indicating the excellent self-cleaning property of the coated surface.", "10.1016/j.porgcoat.2019.105270"]]}, "SiC": {"5.0": [["In addition to the high CA, a low sliding angle of ∼5° was achieved when the SiC nanowires were coated for 10 cycles.", "10.1016/j.pmatsci.2019.04.004"]]}, "BiOCl": {"2.0": [["After coated with BiOCl and PFOTS, the sample achieved superhydrophobicity with a contact angle of 155° and a sliding angle of 2° (the inset in Fig. 2g).", "10.1016/j.cej.2019.02.104"]]}, "ZnO": {"9.6": [["After the annealing treatment, the PET-g-PMAPS/ZnO fabric exhibited superhydrophobic properties with a WCA of 152° and a sliding angle of 9.6°.", "10.1016/j.jcis.2018.10.105"]]}, "silica": {"2.0": [["The superhydrophobic silica film showed maximum water contact angle of 172° and a sliding angle of 2°; the film also showed high transparency, thermal stability and optical transmission (90.45%), that in turn made them potentially applicable for solar panel coatings.", "10.1016/j.solmat.2018.09.015"]], "5.0": [["Moreover, CVD is an efficient method to obtain highly superhydrophobic surface with highly nano-porous structure and roughness, as proposed by Rezaei et al. [204] who used a novel one step CVD and modified method using TEOS, vinyltrimethoxysilane (VTMS) to prepare superhydrophobic silica surface with self-cleaning properties of having high water contact angle (>160°) and low sliding angle (<5°).", "10.1016/j.solmat.2018.09.015"]]}, "HTMS": {"10.0": [["After modification with heptadecafluorodecyltrimethoxysilane (HTMS), the developed coatings exhibited a water contact angle of over 150° and a sliding angle less than 10°.", "10.1016/j.solmat.2018.09.015"]]}, "PDA": {"9.0": [["Wetting behavior in the water surrounding The obtained Ag/PDA@textile exhibited underwater superoleophobicity for all probing oil droplets, with oil contact angle values all greater than 150° and sliding angle values smaller than 9°.", "10.1016/j.isci.2022.104213"]]}, "PTFE": {"2.0": [["Zhuang et al. (2017) have reported that the water CA of PTFE surface is kept above than 160° and sliding angle (SA) remained below than 2° after impingement with 800 drops of 15 µL water at height of 1 m.", "10.1016/j.solener.2017.12.023"]]}, "GLY": {"10.0": [["The contact angles of water and glycerol on this film were approximately 158° and 154°, respectively, and their sliding angles were <10°.", "10.1016/j.partic.2017.09.004"]]}, "Zinc": {"10.0": [["Keywords Iridium Zinc Photocatalytic Superhydrophobic 1 Introduction The superhydrophobic surfaces (SHSs) have been constructed as interfacial materials, which exhibit high static water contact angle (WCA) more than 150° and ultra-low sliding angle (SA) less than 10° [1–3].", "10.1016/j.jallcom.2016.12.358"]]}, "5μL dichloromethane": {"4.0": [["The surface showed low adhesion to the oil underwater, and the oil droplet can easily roll away from the as-prepared Ti plate surface with low sliding angle of about 4° (Fig.3c, the oil chosen by a 5μL dichloromethane droplet).", "10.1016/j.cej.2016.05.026"]]}, "KMnO4": {"9.7": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]], "5.6": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]], "3.1": [["Additionally, different types of droplets, including NaCl (saturated), NaOH (1 M), HCl (1 M) and strongly oxidizing KMnO4 solution, could stably stand on the coated wood, cotton fabric, and glass spherically with sliding angles (SAs) of 9.7°, 5.6°, and 3.1° (Fig. 2j and k).", "10.1016/j.porgcoat.2022.106726"]]}, "fluorosilane": {"2.0": [["After surface modified by fluorosilane, the contact angle reaches 160 ± 3°, the sliding angle is smaller than 2°.", "10.1016/j.matchemphys.2014.11.002"]]}, "1,2 dichloroethane": {"2.0": [["The Ag2O/TiO2@CuC2O4 CM shows an ultralow underwater oil (1,2 dichloroethane, 5 μL) sliding angle (SA) of about 2° (Fig. 3c).", "10.1016/j.mtchem.2021.100717"]]}}