{"PVDF": {"15.8": [["A relatively low sliding angle, ~15.8°, for the MP-PVDF membrane was observed (Table 1), whereas water droplet sticks to the C-PVDF membrane (sliding angle > 90°).", "10.1016/j.memsci.2020.117819"]], "10.6": [["Notably, water droplet adhered on the surface of PVDF membrane even the rotating stage moved to 80°, while FZnO-PVDF membrane showed a low sliding angle of 10.6°.", "10.1016/j.memsci.2022.120404"], ["In comparison, the non-adhesive property of omniphobic FZnO-PVDF membrane, verified by the low sliding angle of 10.6° and high contact angle of 164°, resulted in a positive slip length and a slip hydrodynamic boundary condition (non-zero fluid velocity) [14].", "10.1016/j.memsci.2022.120404"]]}, "Fluorocarbon": {"10.0": [["Keywords Aluminum alloy Micro-nano structure Superamphiphobic Fluorocarbon oligomer Polar end Conformality Chemical stability 1 Introduction The discovery of lotus leaf with superhydrophobic (SHP) property [1], exhibiting water contact angle (CA) of more than 150° and sliding angle of less than 10°, more than a decade ago has inspired both academia and industry to developing bioinspired artificial surfaces possessing such property for a wide range of potential technological applications [2,3].", "10.1016/j.apsusc.2016.04.050"]]}, "PTFE": {"2.0": [["The fumed silica powder gives rise to increase in the oil adsorption sites where repellent oils (Silicone or Krytox (PTFE)) are easily infused resulting in extremely low sliding angles of up to 2° with both polar and non-polar liquids.", "10.1016/j.addma.2021.102379"]]}, "polysiloxane": {"15.0": [["Hemi-telechelic polysiloxane-containing coatings exhibited excellent water and oil droplets sliding behavior at sliding angles of 15° and 3° and hysteresis of 0.26 and 0.05 respectively.", "10.1016/j.jcis.2021.05.007"]], "3.0": [["Hemi-telechelic polysiloxane-containing coatings exhibited excellent water and oil droplets sliding behavior at sliding angles of 15° and 3° and hysteresis of 0.26 and 0.05 respectively.", "10.1016/j.jcis.2021.05.007"]]}, "DMSO": {"15.0": [["In comparison, the sliding angles of water and DMSO were about 15°, revealing the perfect mechanical stability of the Cotton@Poly@PDMS, which might be caused by the favorable adhesion force between the polymer microsphere and the substrate and the strong chemical covalent bonds between the polymer microsphere and the lubricating oil.", "10.1016/j.cej.2021.130113"]]}, "9–13": {"10.0": [["Superhydrophobicity refers to the property having static water contact angle (WCA) larger than 150° and dynamic water sliding angle (WSA) smaller than 10°, which can improve water repellency of materials [9–13].", "10.1016/j.colsurfa.2020.125624"]]}, "fluorocarbon": {"10.0": [["These finishing agents offer water contact angles of more than 150° and sliding angles of less than 10°, thus conferring superhydrophobicity, and also provide oil repellence (to a greater or lesser extent depending on the application dosage and the chemical structure of the fluorocarbon) [4,5].", "10.1016/j.porgcoat.2020.105968"]]}, "silica": {"3.0": [["Su et al. fabricated a membrane with low sliding angle of 3° and high LEP of 280 kPa by electrospraying surface modified silica while electrospinning PVDF membrane [114].", "10.1016/j.desal.2020.114312"]]}, "SiNPs-MP-PVDF": {"3.5": [["SiNPs-MP-PVDF membrane exhibited an ultralow water sliding angle of ~3.5°, which was attributed to the dual scale roughness and surface coating [63].", "10.1016/j.memsci.2020.117819"]]}}