{"cetane": {"0.5": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "1.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "4.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]], "10.0": [["To sum up, when the laser scanning speed was 1000 mm/s and the scanning interval was 0.005 mm, the best surface superamphiphobic performance was prepared, with contact angles of 165.77 ± 1°, 155.09 ± 1.2°, 155.24 ± 1.2°, 152.83 ± 1.3° for water, glycerol, peanut oil and cetane, and sliding angles of 0.5 ± 0.1°, 1 ± 0.2°, 4 ± 0.5° and 10 ± 1°, respectively.", "10.1016/j.optlastec.2022.108321"]]}, "Carbonate": {"10.0": [["Keywords Underwater superoleophobicity TiO2/Al2O3 nanocomposites Nanofluid Self-cleaning Wear-resistant coating Carbonate rock 1 Introduction Inspired by remarkable oil-repellent capability of many surfaces in nature like lower side of a lotus leaf, fish scales, shark skins and nacre's shell in water [1,2], underwater superoleophobic surfaces with oil contact angles lower than 30° and low sliding angle (<10°) have become a novel research focus during the past decade [3–9].", "10.1016/j.matchemphys.2021.124413"]]}, "Al2O3": {"10.0": [["3.3 Self-cleaning properties of the surfaces treated with TiO2/Al2O3 nanofluid Self-cleaning and oil-resistant underwater surfaces present special non-wetting properties owing to an oil contact angle <30° and an effortless rolling off of oil droplets (sliding angle <10°).", "10.1016/j.matchemphys.2021.124413"]]}, "PDA": {"2.5": [["Especially, the coated fabric membranes showed superhydrophilic and underwater superoleophobic properties with an oil sliding angle of 2.5 ± 0.5° when the exposure duration increased to 7 h (Fig. 7B and Supplementary Fig. S2), since the PDA-PEI complex coating was homogeneously co-deposited on the fabric surface (EDS mapping in Supplementary Fig. S3), endowing a superior water adhesion and penetration into the fabric surface.", "10.1016/j.memsci.2020.119041"]], "8.6": [["When waterborne HDTMS was co-deposited with polydopamine as in the work of Wang et al., the treated cotton fabric demonstrated a WCA as high as 163° and sliding angle as low as 8.6° for 3 μL droplet volumes [207].", "10.1016/j.cis.2019.06.001"]]}, "PEI": {"2.5": [["Specifically, at the optimal coating conditions (i.e., 28.5 mmol L−1 persulfate and 7-h coating duration), a superhydrophilic and underwater superoleophobic bio-inspired PDA-PEI complex coating (underwater oil contact angle of 165.4 ± 1.1°, oil sliding angle of 2.5 ± 0.5°) was achieved, conferring the coated fabric membrane with a significant feasibility in oil-water separation.", "10.1016/j.memsci.2020.119041"]]}, "C-POSS": {"3.0": [["Meanwhile, the oil droplet can easily roll off from the surface of C-POSS@CF (Fig. 4E and F) and the measured sliding angle is around 3° (Movie S4), which is lower than the pristine CF (8°, Movie S5).", "10.1016/j.memsci.2020.118898"]], "8.0": [["Meanwhile, the oil droplet can easily roll off from the surface of C-POSS@CF (Fig. 4E and F) and the measured sliding angle is around 3° (Movie S4), which is lower than the pristine CF (8°, Movie S5).", "10.1016/j.memsci.2020.118898"]]}, "7 μL hexadecane": {"6.0": [["When GS =60 μm, sliding angle of 7 μL hexadecane showed as low as ∼6° which can be seen in insets of Fig. 3(b).", "10.1016/j.colsurfa.2020.125708"]]}, "copper": {"4.0": [["The excellent oil-repellence ability of the WO3@Cu(OH)2 NRA-coated copper mesh can be deuced from the extremely low underwater oil sliding angle of 4° (ESI, Figure S5c).", "10.1016/j.jallcom.2020.157421"]], "10.0": [["Moreover, all sliding angles of P25-Zonyl 9977 fabric and copper sheet (10, 2, and 1) are lower than 10° (Fig. S10 and Movie S1), indicating the achievement of controllable preparation of the superantiwetting surfaces from dual to quadruple superlyophobicity in air, water, and oil.", "10.1016/j.cej.2019.03.110"], ["The superamphiphobic copper surface exhibits high water contact angle (WCA) more than 150° and low sliding angle (SA) less than 10°.", "10.1016/j.colsurfa.2017.12.007"]], "5.0": [["Both for the copper mesh (Fig. 4a) and copper foam (Fig. 4b), the underwater oil contact angles were more than 152° and the sliding angles were less than 5°.", "10.1016/j.cej.2018.04.146"]]}, "Mn+": {"7.0": [["For example, the oil droplet (dichloromethane) underwater rolled off easily on the surface of the PPVA-Mn+@SS mesh with a sliding angle of 7° due to the superoleophobicity underwater (Fig. 4 b, b′ and b″).", "10.1016/j.apsusc.2020.147986"]], "10.0": [["The as-prepared PPVA-Mn+@SS mesh showed superhydrophilic behavior in air and superoleophobic behavior underwater with the underwater oil contact angle higher than 150° and the sliding angle of less than 10°.", "10.1016/j.apsusc.2020.147986"]]}, "PFAC": {"13.0": [["The 1:1 blend (S3), however, practically demonstrates pure PFAC static water contact angle with droplet sliding angle of about 13°.", "10.1016/j.jcis.2020.04.031"]]}, "TiO2": {"2.0": [["As shown in Figs. S11(a–d), the TiO2 coated GF membrane exhibited a superamphiphilic property in air but became superoleophobic underwater with an underwater CA of 155 ± 1.2° and a sliding angle of less than 2°.", "10.1016/j.memsci.2020.117976"]]}, "2xCOOH": {"10.0": [["The wettability for additives with one COOH and 2xCOOH is comparable only at the lowest sliding angle (α = 10°).", "10.1016/j.apsusc.2019.145020"]]}, "GLY": {"15.0": [["As can be seen, water, glycerol and rapeseed oil have a spherical shape on the surface and also their sliding angle is smaller than 15°.", "10.1016/j.surfin.2019.100340"], ["Water, glycerol, and rapeseed oil exhibit a spherical shape on the surface and easily roll off with the sliding angle all lower than 15° (Fig. 2 and Table 1).", "10.1016/j.jcis.2011.10.008"]]}, "Cu(OH)2": {"1.0": [["Moreover, the underwater sliding angles (SAs) of Cu(OH)2/CM towards various oils ranged from 1.0° to 1.8° (Fig. S1), and the DCM droplet could easily slide from a slightly titled surface of the mesh (Fig. S2).", "10.1016/j.jcis.2019.08.011"]], "1.8": [["Moreover, the underwater sliding angles (SAs) of Cu(OH)2/CM towards various oils ranged from 1.0° to 1.8° (Fig. S1), and the DCM droplet could easily slide from a slightly titled surface of the mesh (Fig. S2).", "10.1016/j.jcis.2019.08.011"]]}, "F-POSS": {"4.0": [["The APP/bPEI/F-POSS coated fabric had a water contact angle of 160° and a sliding angle of 4°.", "10.1016/j.cej.2019.05.077"]]}, "alkyl silicone oil": {"1.4": [["SOMs with alkyl silicone oil had the largest WCA of 168° with a sliding angle of 1.4° (Fig. 10 a).", "10.1016/j.cej.2019.05.077"]]}, "PET": {"10.0": [["The PU/SiO2@HD-POS coating was also coated on other substrates such as polyester fabric, wood plate and PU sponge and they all showed superhydrophobicity with a WCA greater than 150° and a sliding angle below 10°.", "10.1016/j.cej.2019.05.077"]]}, "TDCM": {"4.0": [["Additionally, due to the role of the repulsive water cushion formed on the surface of the TDCM, sliding angles (Fig. 4B) of various types of oil were lower than 4° for the front side, and not >6° for the back side, indicating good mobility of oil droplets on the surface of the TDCM and thus low oil adhesion of the TDCM under water [5].", "10.1016/j.surfcoat.2018.11.076"]], "6.0": [["Additionally, due to the role of the repulsive water cushion formed on the surface of the TDCM, sliding angles (Fig. 4B) of various types of oil were lower than 4° for the front side, and not >6° for the back side, indicating good mobility of oil droplets on the surface of the TDCM and thus low oil adhesion of the TDCM under water [5].", "10.1016/j.surfcoat.2018.11.076"]]}, "silane": {"3.9": [["By virtue of various comparative experiments, the best superhydrophobic state on the fabric surface was obtained (Fig. 2 a1) with a water contact angle (WCA) of 156.3 ± 2.1° and a sliding angle (SA) of 3.9°(Fig. 2a2), when the addition of silane coupling agent TTOP-12 was 1.5 wt% of pretreatment solution to get a just transparent mixed solution (Fig. S2a) and the reactant concentration of ZnO growth solution was 0.15 M, as shown in Fig. 2c and d, respectively.", "10.1016/j.colsurfa.2018.09.041"]]}, "SiO2": {"10.0": [["Keywords Ag/SiO2 Hierarchical structure Superamphiphobicity Superhydrophobicity Superoleophobicity 1 Introduction Superhydrophobicity is defined as extreme water repellency by a solid surface [1] and such surfaces exhibit a water contact angle (WCA) >150° with a sliding angle of 10° [2].", "10.1016/j.apsusc.2018.03.148"]], "5.0": [["The corresponding insets in Fig. 5 show that the contact angle and sliding angle of vegetable oil on the PFC/SiO2-coated mesh are 161±1° (Fig. 5a) and 5±1° (Fig. 5b), and the contact angle and sliding angle of paraffin oil are 162±1° (Fig. 5c) and 4±1° (Fig. 5d).", "10.1016/j.cej.2015.01.073"]], "4.0": [["The corresponding insets in Fig. 5 show that the contact angle and sliding angle of vegetable oil on the PFC/SiO2-coated mesh are 161±1° (Fig. 5a) and 5±1° (Fig. 5b), and the contact angle and sliding angle of paraffin oil are 162±1° (Fig. 5c) and 4±1° (Fig. 5d).", "10.1016/j.cej.2015.01.073"]]}, "P-B-F": {"5.1": [["By contrasting the θc values on Al-Mg alloys surfaces processed with P-E-F (149.6°), P-B-F (129.5°) and P-E-B-F steps (160.5° along with a low sliding angle of 5.1°), it is found that the binary hierarchical micro/nanostructures can gain the optimal surface wettability, followed by microstructures, and finally nanostructures.", "10.1016/j.apsusc.2016.07.125"]]}, "5μL dichloromethane": {"4.0": [["The surface showed low adhesion to the oil underwater, and the oil droplet can easily roll away from the as-prepared Ti plate surface with low sliding angle of about 4° (Fig.3c, the oil chosen by a 5μL dichloromethane droplet).", "10.1016/j.cej.2016.05.026"]]}, "Fluorocarbon": {"10.0": [["Keywords Aluminum alloy Micro-nano structure Superamphiphobic Fluorocarbon oligomer Polar end Conformality Chemical stability 1 Introduction The discovery of lotus leaf with superhydrophobic (SHP) property [1], exhibiting water contact angle (CA) of more than 150° and sliding angle of less than 10°, more than a decade ago has inspired both academia and industry to developing bioinspired artificial surfaces possessing such property for a wide range of potential technological applications [2,3].", "10.1016/j.apsusc.2016.04.050"]]}, "PDMS": {"4.0": [["Further, in PDMS–FGO (60.2wt%) film, the surface evinced the perfect non-wetting manner with WCA of 173.7° and sliding angle of 4°.", "10.1016/j.carbon.2014.12.004"]]}, "silica": {"2.0": [["The optimum silica concentration was found to depend on the size of silica nanoparticles and FAS content and the coatings exhibited WCA of about 160° and water sliding angle (WSA) of <2°.", "10.1016/j.apsusc.2014.09.150"]], "5.0": [["In the case of coatings prepared with Cab-O-Sil M5, 8.6wt% silica exhibited self-cleaning property with WCA of 156° and sliding angle of 5°.", "10.1016/j.apsusc.2014.09.150"]]}, "Copper": {"5.0": [["Keywords Mechanical durability Superhydrophobic Oleophobic Copper meshes 1 Introduction As inspired by Lotus plant leaves and water strider legs, the water-repellency of superhydrophobic surfaces, which display the contact angle (CA) larger than 150° and the sliding angle (SA) smaller than 5°, have received much attention due to their wide range of potential applications, including raindrop oil-spill cleanup [1], water-capture devices [2], self-cleaning [3], bio-inspired gecko/mussel feet [4], laboratory-on-a-chip devices [5], and as a functional interface for cell and tissue engineering [6].", "10.1016/j.apsusc.2014.08.002"]]}, "PEDOPC6F4": {"18.0": [["PEDOPC6F8 and PEDOPC6F6 were extremely water-repellent and self-cleaning with both sliding angle (α W) of 2° and hysteresis (H W) of 1° while PEDOPC6F4 showed a sliding angle of 18° and a hysteresis of 19°, signifying a higher adhesion of the water droplet on PEDOPC6F4.", "10.1016/j.colsurfa.2013.04.050"]], "19.0": [["PEDOPC6F8 and PEDOPC6F6 were extremely water-repellent and self-cleaning with both sliding angle (α W) of 2° and hysteresis (H W) of 1° while PEDOPC6F4 showed a sliding angle of 18° and a hysteresis of 19°, signifying a higher adhesion of the water droplet on PEDOPC6F4.", "10.1016/j.colsurfa.2013.04.050"]]}, "PDMS-h": {"3.0": [["For DLC–PDMS-h, contact angle hysteresis was smaller, and for the samples with the lowest sliding angles, it was only 2–3° for water.", "10.1016/j.matlet.2004.01.024"]], "0.15": [["At lowest, the sliding angle was 0.15°±0.03° for a 20 μl distilled water droplet on the DLC–PDMS-h coating (water contact angle for this sample was 101°).", "10.1016/j.matlet.2004.01.024"]]}, "boehmite": {"0.15": [["The 0.15° sliding angle is extremely low, in Ref. [25], Miwa et al. state that the lowest sliding angle value ever reported for solid surface is ∼1° for a 7-mg water droplet on a surface coated with a thin layer of boehmite–ethanol mixture.", "10.1016/j.matlet.2004.01.024"]], "1.0": [["The 0.15° sliding angle is extremely low, in Ref. [25], Miwa et al. state that the lowest sliding angle value ever reported for solid surface is ∼1° for a 7-mg water droplet on a surface coated with a thin layer of boehmite–ethanol mixture.", "10.1016/j.matlet.2004.01.024"]]}, "PTFE": {"2.0": [["The fumed silica powder gives rise to increase in the oil adsorption sites where repellent oils (Silicone or Krytox (PTFE)) are easily infused resulting in extremely low sliding angles of up to 2° with both polar and non-polar liquids.", "10.1016/j.addma.2021.102379"]]}}