{"fluorosilane": {"driver": [["Other studies show that one-step hydrophobic modification by introducing fluorosilane into the resin under thermal initiation can also improve the film's rigidity, tensile strength, and thermal stability [31,32].", "10.1016/j.memsci.2022.120846"]], "rate": 1.0}, "PVDF": {"driver": [["Among polymer membranes, poly(vinylidene fluoride) (PVDF) is one of the most widely used fluoropolymer materials for membrane fabrication due to their high mechanical strength, good thermal stability, and chemical resistance as well as aging resistance [2,3].", "10.1016/j.progpolymsci.2022.101535"], ["2.2 Alkali-resistance The chemical and thermal stability of PVDF polymers is very important in polymer processing industries.", "10.1016/j.progpolymsci.2022.101535"], ["Although various modifications have been reported to enhance the properties of PVDF membranes, the stability of the modified membrane needs to be emphasized when considering practical relevance.", "10.1016/j.progpolymsci.2022.101535"], ["In addition, the resulting PVDF NF membranes using a solvothermal method exhibited excellent chemical stability and reusability for dye solutions with a molecular weight above 300 Da.", "10.1016/j.progpolymsci.2022.101535"], ["Future efforts need to focus on cost-effective and environmentally friendly PVDF conductive membranes with high porosity, conductivity and stability for long-term membrane operation.", "10.1016/j.progpolymsci.2022.101535"], ["Although there have been more efforts to develop PVDF and its blends for membranes, the growth potential is still high, and more efforts need to be made as summarized in the following: (1) PVDF often suffers from poor alkali-resistance due to the dehydrofluorination reaction that limits their applications in basic environments and long-term stability.", "10.1016/j.progpolymsci.2022.101535"], ["Moreover, PVDF has been widely used in industry on account of its exceptional chemical stability and excellent resistance to aging.", "10.1016/j.apsusc.2011.04.069"], ["For example, the use of PVDF as a long-term architectural coating has a more than 30-year history, and exhibits excellent durability in that time [1].", "10.1016/j.apsusc.2011.04.069"], ["Benefiting from the high breathability, asymmetrical superwettability and interconnected pores of Janus FM, the underwater superoleophobic PVA/PAA skin layer displayed a high UOCA of 156° and the omniphobic PVDF FM surface showed a high WCA of 157° respectively, which presented robust desalination performances with a high water flux of over 27 L m−2 h−1 and glorious salt rejection efficiency of ~100%, as well as excellent durability when desalination of the simulated hypersaline wastewater.", "10.1016/j.memsci.2020.118499"], ["As shown in Fig. 11B, C, the PVDF-F-2 ENMs with the thickness of 40 μm and 60 μm produced high quality water with stable low permeate conductivity (∼2.5 μS/cm) over a period of 24 h operation which should be attributed to their higher LEPw and thickness, indicating the potential durability of self-roughened omniphobic PFTCS coated PVDF nanofibrous membranes for long-term operation.", "10.1016/j.seppur.2018.05.035"], ["Because of easy fabrication, excellent gas permeability, and superior durability under tough conditions, the omniphobic PFTCS/PVDF ENM reported here might be a promising candidate for MD applications.", "10.1016/j.seppur.2018.05.035"]], "rate": 1.0}, "SiO2": {"driver": [["Therefore, only PVDF/SiO2 blend had improved thermal stability due to the interactions between SiO2 and PVDF chains.", "10.1016/j.progpolymsci.2022.101535"], ["It is also worth to emphasize that, despite the considerable impact of SiO2 nanoparticles on mechanical durability and coating adhesion [49], the main role of using SiO2 nanoparticles, in this research, is incrementing the roughness which is a vital factor to obtain superhydrophobicity and highly oleophobicity.", "10.1016/j.porgcoat.2019.105388"]], "rate": 1.0}, "PEI": {"driver": [["They demonstrated that the e two layers (catechol/chitosan layer and PEI layer) showed satisfactory chemical stability in a wide pH range of 2–12 due to the synergistic effects of covalent bonding, non-covalent interactions and electrostatic interactions.", "10.1016/j.progpolymsci.2022.101535"]], "rate": 1.0}, "SiO": {"driver": [["Ragogna et al. utilized UV cross-linked, interpenetrated siloxane polymer networks to improve the durability of LIS surfaces [35].", "10.1016/j.jcis.2018.10.083"], ["Without additional crosslinks those PDMS brushes likely all display fairly equivalent durability due to their identical siloxane chain configurations; increasing the robustness requires some additional strengthening agent.", "10.1016/j.cej.2022.136017"]], "rate": 1.0}, "PDMS": {"driver": [["Three formulations were investigated to get optimized membrane sample (PDMS-FAS/SiNPs) and to simultaneously achieve better performance in terms of the permeate flux, anti-wetting property, and durability during DCMD.", "10.1016/j.seppur.2018.07.087"], ["In this study, we employed bis-diazirine molecules to crosslink unfunctionalized PDMS brushes in order to enhance mechanical durability while maintaining their surface properties.", "10.1016/j.cej.2022.136017"], ["The interchain crosslinks introduce a strengthened, connected structure that enhances mechanical durability but compromises PDMS chain flexibility and thus the liquidlike nature of the brushes, the key to their excellent liquid repellency [9,16,50-52].", "10.1016/j.cej.2022.136017"], ["4 Conclusions We developed a chemically non-destructive route for crosslinking unfunctionalized PDMS brushes that enhanced their mechanical durability while preserving their attractive surface properties.", "10.1016/j.cej.2022.136017"], ["We envision that bis-diazirine crosslinking will broaden the real-world application of PDMS brush technologies where surface durability is necessary in order to maintain the surface properties of PDMS brushes.", "10.1016/j.cej.2022.136017"], ["In comparison, the sliding angles of water and DMSO were about 15°, revealing the perfect mechanical stability of the Cotton@Poly@PDMS, which might be caused by the favorable adhesion force between the polymer microsphere and the substrate and the strong chemical covalent bonds between the polymer microsphere and the lubricating oil.", "10.1016/j.cej.2021.130113"], ["The superiority of chemical incorporation as a method for enhancing thermal stability is due to the formation of branched PDMS-POSS networks.", "10.1016/j.memsci.2019.117638"]], "barrier": [["It remains an unsolved challenge to improve the mechanical durability of PDMS brushes without compromising their surface properties.", "10.1016/j.cej.2022.136017"], ["3.3 Liquidlike nature characterization Whereas the bis-diazirine crosslinking is chemically non-destructive to PDMS brushes, there still exists a tradeoff between mechanical durability and liquid repellency.", "10.1016/j.cej.2022.136017"], ["Accordingly, the bis-diazirine crosslinking not only improved mechanical resilience but also did not degrade the physicochemical stability of PDMS brushes.", "10.1016/j.cej.2022.136017"]], "rate": 0.7}, "PDA": {"driver": [["Highly stable HIPEs having high PDA-CNT content (up to 10 wt% and higher) and subsequent polyHIPE foams having enhanced conductivity were made possible by excellent dispersion of PDA-CNTs in aqueous phase without destroying the emulsion stability.", "10.1016/j.polymer.2017.01.007"]], "rate": 1.0}, "Fluorocarbon": {"driver": [["Keywords Aluminum alloy Micro-nano structure Superamphiphobic Fluorocarbon oligomer Polar end Conformality Chemical stability 1 Introduction The discovery of lotus leaf with superhydrophobic (SHP) property [1], exhibiting water contact angle (CA) of more than 150° and sliding angle of less than 10°, more than a decade ago has inspired both academia and industry to developing bioinspired artificial surfaces possessing such property for a wide range of potential technological applications [2,3].", "10.1016/j.apsusc.2016.04.050"]], "rate": 1.0}, "fluorocarbon": {"driver": [["Therefore, the robustness test of the coating may provide more details about the adhesion stability and close-packing of the fluorocarbon oligomers of this study.", "10.1016/j.apsusc.2016.04.050"], ["3.5 Surface chemistry stability Robustness and chemical stability of the fluorocarbon oligomers after being vapor coated on the hierarchical microgrooves-nanograss Al alloy surfaces is of great importance in assessing their molecules’ close-packing and robust adhesion to the substrate.", "10.1016/j.apsusc.2016.04.050"]], "rate": 1.0}, "PVDF-2": {"driver": [["In contrast, the dynamically formed SiO2-PFTS/PVDF-2 membrane still maintains its good mechanical stability, physical integration and surface properties with negligible changes on WCA (from 167.3° to 156.7°) and DCA (from 140.9° to 136.4°).", "10.1016/j.memsci.2015.12.042"], ["Compared with the pristine PVDF membrane, the modified SiO2-PFTS/PVDF-2 membrane shows better permeation stability and anti-fouling.", "10.1016/j.memsci.2015.12.042"]], "rate": 1.0}, "PTFE": {"driver": [["Polytetrafluoroethylene (PTFE) has a number of advantageous properties such as potential biocompatibility, high thermal stability, high chemical inertness, low surface energy and good self-lubricating capacity, which makes it an ideal candidate for the surface modification of superhydrophobic coatings and improvement of the tribological properties of coatings [12–14].", "10.1016/j.wear.2014.07.012"], ["In summary, the fabricated Ca2+ intercalated MXene-PTFE membrane showed a good stability even immersed in ionic solution for a long time, and its hydrophilic-hydrophobic structure with subnanometer channels was suitable for membrane distillation system.", "10.1016/j.cej.2021.133165"], ["Polytetrafluoroethylene (PTFE) material has outstanding chemical stability, high heat resistance, strong hydrophobicity and high fracture toughness [15–17].", "10.1016/j.memsci.2022.120476"], ["The above two studies used the close arrangement or stacking of nanoparticles to form a layer on the surface of the PTFE fiber to improve the stability of the amphiphobic membrane.", "10.1016/j.memsci.2022.120476"], ["In our study, the OTS layer is stable because the OTS rings locked the PTFE fibers, and the strong interaction between nanoparticles and OTS layer can prevent nanoparticles fall off, thereby improving the stability of membrane amphiphobicity.", "10.1016/j.memsci.2022.120476"]], "rate": 1.0}, "bore": {"driver": [["We have previously demonstrated that this approach was viable for improving durability of amphiphobic coatings by using polymer particles that bore a random copolymer on their surfaces [37].", "10.1016/j.polymer.2013.03.051"]], "rate": 1.0}, "silica": {"driver": [["For example, Guo et al. obtained the inorganic silica nanofibers via the calcination of electrospun hybrid poly (vinyl alcohol)/silica gel fibers, and they converted the wettability of as-prepared silica nanofibers from hydrophilicity to hydrophobicity with a good thermal stability, which showed a potential applications in high-temperature filtration, selective filtration, and self-cleaning coatings [9].", "10.1016/j.apsusc.2013.03.164"], ["3.5 Mechanical robustness and durability of PFTS coated silica coating Major issues for many practical applications of the coatings are their mechanical reliability and durability.", "10.1016/j.apsusc.2022.153706"], ["Due to the enhancement of the coating strength by inorganic silica particles and the strong covalent bond forces between the lubricant oil and surfaces, the LGSS demonstrated excellent long-term stability under extreme operating conditions such as high/low temperature, ultraviolet irradiation, high-speed shear, and water impact.", "10.1016/j.cej.2021.130113"], ["Alkyl-fluorine and alkyl silane-based silica particles prepared using a sol-gel method showed good oil, water, weather resistance, excellent chemical, mechanical stability, low coefficient of friction and low surface free energy [30,31].", "10.1016/j.porgcoat.2019.05.029"]], "rate": 1.0}, "titanium": {"driver": [["This indicates that the titanium surfaces also retained good amphiphobic stability over long-term storage, and importantly to demonstrate that our method can be applied to any large-area three-dimensional or curved surface to attain superamphiphobic nature, we applied our method to curved Ti foil.", "10.1016/j.jcis.2013.02.037"]], "rate": 1.0}, "EDOP": {"driver": [["3 Results and discussion 3.1 Synthesis of the fluorinated monomer The 3,4-ethylenedioxypyrrole (EDOP) heterocycle, which has exceptional properties such as an extremely low oxidation potential, an ease of polymerization and a high electronic stability of the corresponding polymer [28], was used for the electropolymerization after its modification with a fluorinated tail.", "10.1016/j.jcis.2009.03.073"]], "rate": 1.0}, "chloride": {"driver": [["Hence, the concrete with good resistance to chloride ions corrosion is important for protecting the internal reinforcement and improving the durability of the concrete in coastal environment.", "10.1016/j.conbuildmat.2022.126363"]], "rate": 1.0}, "oxygen": {"driver": [["Keywords Omniphobic Coatings Self-assembly Fluoroponytails Polyvinylimidazolium 1 Introduction Due to a variety of unique properties, including excellent water and oil repellency [1], high thermal stability, remarkable oxygen affinity, as well as excellent surfactant properties [2–4], the substance class of perfluorinated and polyfluorinated compounds (PFCs) is found in a broad portfolio of both industrial and consumer-use products [5–12].", "10.1016/j.jfluchem.2021.109839"]], "rate": 1.0}, "FAS": {"driver": [["On the opposite, fluoroalkylsilane ensured an outstanding protection against all the corrosive environments, with the rough textures showing the highest durability under these conditions.", "10.1016/j.surfcoat.2021.127419"]], "rate": 1.0}, "PVDF-F": {"driver": [["The results demonstrate that #PVDF-F possesses excellent stability in the strong acid, alkaline and salty conditions.", "10.1016/j.memsci.2021.119433"], ["The omniphobic membrane #PVDF-F exhibited competitive water flux, salt rejection and long-term stability, demonstrating its potential applications in treating oily wastewater using the DCMD process.", "10.1016/j.memsci.2021.119433"]], "rate": 1.0}, "17FAS": {"driver": [["After that, the curve of the Janus membrane showed less weight loss than the PTFE/PET membrane, indicating the addition of 17FAS@PDA@PAL improved the thermal stability of the membrane [40,70].", "10.1016/j.desal.2021.114986"]], "rate": 1.0}, "PVAc": {"driver": [["The polyvinyl acetate emulsion adhesive, which provided connection and support of fabrics and rough structure, played an important role in improving the mechanical stability of the fabric [38].", "10.1016/j.polymer.2020.123317"]], "rate": 1.0}, "DMS": {"driver": [["Surprisingly, owing to the viscosity characteristic of dimethylsiloxane (DMS) solution, the DMS and the curing agent can easily adhere to the fiber surface and then fill the gap between the nanoparticles after welding and fluorination, which not only can stabilize the membrane pores but also enhance the stability of nanoparticles on the fiber surface as shown in Fig. 2d.", "10.1016/j.memsci.2020.118768"]], "rate": 1.0}, "PFO": {"driver": [["Distinct from studies reported by Su [49], and Zhang [50], the PFO-(PDDA/PSS)n coatings with n ≤ 3.5 can hardly resist to NaCl solutions, here, we found the coatings with n ≥ 6.5 possess good durability towards salt solutions as we recently found that PFO anions not only substitute the surface counterions (Cl−), but also the majority PSS throughout the coatings [24,51].", "10.1016/j.apsusc.2020.148474"]], "rate": 1.0}, "acrylate": {"driver": [["By contrast, acrylate polymers display good mechanical properties and good adhesion performance, but poor water resistance and thermal stability.", "10.1016/j.porgcoat.2020.105968"]], "rate": 1.0}, "C6 fluorocarbon": {"driver": [["As expected, the zeta potential of C6 fluorocarbon product is higher than +30 mV, indicating their good stability and adhesion to anionic substrates [44,45].", "10.1016/j.porgcoat.2020.105968"]], "rate": 1.0}, "(co)polymethacrylate": {"driver": [["The results showed that (co)polymethacrylate emulsions had good stability, all of them showing a particle size below 200 nm (d(50)) as well as narrow unimodal particle size distribution.", "10.1016/j.porgcoat.2020.105968"]], "rate": 1.0}, "polypropylene": {"driver": [["Particularly, biologically safe and stable piezoelectric materials such as ZnO nanorods or polypropylene piezoelectrets have been deposited on paper to fabricate paper-based piezoelectric nanogenerators exhibiting superior charge scavenging performance and high thermal stability [30].", "10.1016/j.nanoen.2020.105301"]], "rate": 1.0}, "Epoxy": {"driver": [["Epoxy binder on substrate caused a decrease in transparency and in thermal resistance but improve mechanical stability.", "10.1016/j.cis.2020.102309"]], "rate": 1.0}, "fluoroalkyl": {"driver": [["The superhydrophobic surface formed by the combination of nano-flake structure and fluoroalkyl chains of the FPSZ possesses high durability as well as good anti-icing performance.", "10.1016/j.porgcoat.2020.105853"]], "rate": 1.0}, "organopolysilazane": {"driver": [["Li L. Wang Y. Lin W. Zhou A strategy for constructing superhydrophobic multilayer coatings with self-cleaning properties and mechanical durability based on the anchoring effect of organopolysilazane Mater. Des.", "10.1016/j.porgcoat.2020.105853"], ["Li, L. Wang, Y. Lin, W. Zhou, A strategy for constructing superhydrophobic multilayer coatings with self-cleaning properties and mechanical durability based on the anchoring effect of organopolysilazane, Mater. Des.", "10.1016/j.porgcoat.2020.105853"]], "rate": 1.0}, "silicon": {"driver": [["In addition to their notorious difficulty in the fabrication, the poor mechanical stability is another important issue affecting their applications in practice, which is ascribed to their inherently unstable reentrant profiles, especially for the coatings developed on the silicon wafer [14–16].", "10.1016/j.vacuum.2020.109579"]], "rate": 1.0}, "fluoroPOS": {"driver": [["The extensive rugosity and porosity of the structures demonstrate the excellent stability of the hydrolytic co-condensation fluoroPOS/SiO2 NPs.", "10.1016/j.colsurfa.2020.124750"]], "rate": 1.0}, "HMMM": {"driver": [["As we know, hexamethoxymethylmelamine (HMMM) is an effective curing agent with many advantages, such as excellent stability, cost-efficiency, wide compatibility with various kinds of resins, and fast catalyzed curing [43].", "10.1016/j.cej.2019.123042"]], "rate": 1.0}, "silane": {"driver": [["Such extraordinary durability can be attributed to the proper bonding between the silane group of FAS and SiO2 nanoparticles, as well as a strong adhesion between the FEVE resin of coating and the stainless-steel mesh substrate [48,50].", "10.1016/j.porgcoat.2019.105388"]], "rate": 1.0}, "copper": {"driver": [["The prepared surface on copper mesh had high separation efficiency, good stability and good recyclability, so could be used for treating oily wastewater.", "10.1016/j.colsurfa.2019.124010"]], "rate": 1.0}, "polyurethane": {"driver": [["Antifouling finishing with fluorosilicone modified polyurethane not only reduces the surface energy of the material, but also improves the water and oil repellency and thermal stability of the surface of material, and it has the advantages of wear resistance and durability [26–30].", "10.1016/j.apsusc.2019.07.040"], ["At the same time, the fluorine-containing material can be resistant to chemical corrosion, so the introduction of fluorine in the synthesis of polyurethane can improve chemical stability.", "10.1016/j.apsusc.2019.07.040"]], "rate": 1.0}, "FTCS": {"driver": [["On the contrary, all of them spread on the pristine PVDF ENM surface (Fig. 8A), demonstrating the sufficient surface roughness and omniphobicity of FTCS modified ENMs and the excellent stability against corrosive environments.", "10.1016/j.seppur.2018.05.035"]], "rate": 1.0}, "PVDF-F-2-40": {"driver": [["It can be seen that the PVDF-F-2-40 membranes here showed very comparable permeation flux with long-term stability, which was primarily attributed to the omniphobic property and unique hierarchical structure together with high porosity and appropriate pore sizes.", "10.1016/j.seppur.2018.05.035"]], "rate": 1.0}, "PFTCS": {"driver": [["The cooperation of low free energy and hierarchical roughness enabled the as-prepared membranes with robust omniphobic property, low water-adhesion property, remarkable mechanical property, and superior durability under harsh conditions due to highly cross-linked networks of PFTCS robustly conglutinating onto the surface of PVDF nanofibers.", "10.1016/j.seppur.2018.05.035"]], "rate": 1.0}, "B-PMMA": {"driver": [["According to the reported result of Kulinich et al., the chemical stability of an amphiphobic coating is also a very important factor influencing its practical applications, so FML-PMMA, B-PMMA, and FM-PMMA samples were respectively immersed in ethanol and water for 24 h, as shown in Fig. 7(d).", "10.1016/j.cej.2018.07.001"]], "rate": 1.0}, "fluorinated silicon oxide": {"barrier": [["Paven et al. reported a nice concept of a superamphiphobic surface with a fluorinated silicon oxide network by using candle soot as a template, showing promising gas exchange performance and anti-adhesion properties of superamphiphobic surfaces [43], while there would be hurdles for practical uses including the limited thermally resistant substrates and the physical instability of fractal-like structures.", "10.1016/j.memsci.2022.120363"]], "rate": 0.0}}