{"silver": {"driver": [["In addition, the porous structure of CMs can further improve the coating effect and stability of electroless silver plating [33,34].", "10.1016/j.powtec.2022.117891"]], "rate": 1.0}, "PAni": {"driver": [["Among the conducting polymers, polyaniline (PAni) has been extensively investigated for several important reasons: the monomer is inexpensive, polymerization reactions are simple and the polymer has excellent environmental stability [13,14].", "10.1016/j.cej.2011.08.050"]], "rate": 1.0}, "PW12O40": {"driver": [["For these purposes, the study of the stability of the PPy/PW12O40 3− layer and its properties in different pH solutions is essential to optimize its operational pH range.", "10.1016/j.apsusc.2011.06.140"]], "rate": 1.0}, "aramid": {"driver": [["Inheriting the good thermal stability from aramid fibers, the ANFs film shows high onset temperature (Tonset, 520 °C) and temperature of maximum weight loss rates (Tmax, 580 °C).", "10.1016/j.carbpol.2021.118569"]], "rate": 1.0}, "ITO": {"driver": [["This requires selection of a suitable stabilizing agent or surfactant with good dispersion stability for ITO colloids.", "10.1016/j.colsurfa.2008.11.014"], ["For good colloidal stability of ITO dispersions in organic solvents, a milling process in a suitable dispersant is necessary to comminute the aggregated ITO powder by collision energy.", "10.1016/j.colsurfa.2008.11.014"], ["Thus, the critical concentration for depletion flocculation lies between 4.2 and 5.8wt% of isopropyl tri(N-ethylenediamino)ethyl titanate; this finding suggests that an adequate amount of the coupling agent should be used to guarantee the long-term stability of the colloidal ITO dispersion.", "10.1016/j.colsurfa.2008.11.014"]], "rate": 1.0}, "silica": {"driver": [["Although water stability was improved to some extent, high-quality cPANI hybrid films can hardly be made because of the inherent brittleness and severe shrinkage of the silica network due to the poor compatibility between cPANI and inorganic matrix.", "10.1016/j.polymer.2007.05.062"]], "rate": 1.0}, "polyurethane": {"driver": [["As discussed in the following context, the improvement of water stability was attributed to the good dispersion and confinement of cPANI in the polyurethane–silica hybrid network.", "10.1016/j.polymer.2007.05.062"], ["This also gave reasonable explanation for the good water stability of cPANI/polyurethane–silica hybrids with low cPANI loading.", "10.1016/j.polymer.2007.05.062"]], "rate": 1.0}, "PANI": {"driver": [["4 Conclusions Conductive hybrids consisting of water-borne cPANI and polyurethane–silica hybrid sol–gel network were prepared, the mechanical strength and conductivity stability of the water-borne polyaniline film were simultaneously improved, making it suitable for antistatic applications.", "10.1016/j.polymer.2007.05.062"], ["Among the various conducting polymers, polyaniline (PANI) is one of the mostly studied and widely applied ICPs in biosensors, storage batteries, electrochromic devices and optical components, due to its low cost, easiness of synthesis, and good physicochemical stability [7].", "10.1016/j.porgcoat.2018.06.004"], ["Among all the conducting polymers, polyaniline has attracted many researchers due to its ease of synthesis, good environmental stability, thermal and chemical stability along with high conductivity, however this polymer has poor mechanical stability and processability.", "10.1016/j.sna.2018.07.018"], ["Since the discovery of conducting properties of polyaniline (PANI) in the early 1980s, PANI has been an important member in the ICP family, owing to its ease of preparation, excellent environmental stability, various forms, interchangeable oxidation states, versatility and economic cost, PANI has thus been extensively studied and applied in diverse areas such as secondary batteries, biosensors, corrosion protections, anti-static packaging materials, and conducting coating [2–5].", "10.1016/j.surfcoat.2012.03.056"]], "barrier": [["In contrast to the successful organic solvent processing, water-borne processing of polyaniline is far from satisfactory due to poor mechanical performance and electrical conductivity instability against water soaking [7,8].", "10.1016/j.polymer.2007.05.062"]], "rate": 0.8}, "graphite": {"driver": [["The non-metallic particle antistatic film prepared by adding carbon black or graphite to the polymer matrix to improve its stability and electrical conductivity, which is inexpensive and has good selectivity, durable conductivity, but it is difficult to satisfy requirement.", "10.1016/j.ijleo.2021.167727"]], "rate": 1.0}, "silane": {"driver": [["Keywords Glass fibre Sizing Permeability Solubility Stiffness Surface quality SMC 1 Introduction Since the advent of silane coupling agents as a pretreatment of glass fibres to improve the durability of glass fibres, a lot of researches have been conducted to give more informations on the chemistry of the silanes and on the interactions between the glass fibre surface and the matrix [1–6].", "10.1016/j.compscitech.2005.05.009"]], "rate": 1.0}, "CdS": {"driver": [["However, the metal chalcoginides like CdS is important material due to its intrinsic properties of a narrow band gap, good chemical stability and ready preparation, and their technological applications, ranging from microelectronics to non-linear optics, optoelectronics, catalysis, optical windows for solar cell and photo-electrochemistry [9–16].", "10.1016/j.eurpolymj.2003.10.013"]], "rate": 1.0}, "PPy": {"driver": [["Keywords Polypyrrole Transparent films Resistance Thermal stability Core–shell latex Coatings 1 Introduction In the last decades there has been an increasing interest in using intrinsically conducting polymers (ICPs) in, for example, antistatic coatings and for corrosion protection of metals.", "10.1016/S0379-6779(01)00484-2"]], "rate": 1.0}, "p-TSA": {"driver": [["The stability of the film resistance at elevated temperature can be improved considerably by the incorporation of p-toluenesulfonic acid as the counter-anion.", "10.1016/S0379-6779(01)00484-2"]], "rate": 1.0}, "di-methyl": {"driver": [["The surface coated with the compound shows long-term stability as well as excellent performance because the Rf group secures stability against chemical attack, the di-methyl group enables a lower surface energy and the X group reacts with the silanol group on the surface of the substrate glass forming a siloxane bond.", "10.1016/S0040-6090(01)01030-6"]], "rate": 1.0}, "SiO2": {"driver": [["Thus, the two-layered coating composed of the silver colloids, the TiO x N y –ATO particles and sol–gel SiO2, shows high electric conductivity, enough to shield electromagnetic waves as well as practical durability.", "10.1016/S0040-6090(01)01030-6"], ["The two-layered coating composed of silver colloids, TiO x N y –ATO particles and sol–gel SiO2, shows an electric conductivity high enough to shield electromagnetic waves as well as practical durability.", "10.1016/S0040-6090(01)01030-6"]], "rate": 1.0}, "graphene": {"driver": [["It has been reported that graphene can improve the flame retardant performance of polymer because of its high thermal stability and strong barrier effect [30,31], especially some unique structures were designed for significantly improving the heat stability and impart the flame retardant properties of cotton such as the “brick–wall structure” [2,32] and “sandwich structure” [23,33].", "10.1016/j.cej.2021.130819"], ["Therefore, the durability of such graphene hair dyes is already sufficient to render a “permanent” coloring effect.", "10.1016/j.chempr.2018.02.021"], ["In the last few years, graphene has attracted a huge interest for its ability to increase various properties, such as electrical conductivity, mechanical strength, thermal stability and gas barrier, even at very low amounts [19–22].", "10.1016/j.surfcoat.2014.08.049"]], "rate": 1.0}, "nitrogen": {"driver": [["It is reasonably concluded that the thermal stability of the coated cotton could be enhanced because the oxidation degradation of the char layer was efficiently inhibited under nitrogen atmosphere.", "10.1016/j.cej.2021.130819"]], "rate": 1.0}, "APTES": {"driver": [["Moreover, the inorganic layer of silicon dioxide that resulted from thermal degradation of the hydrolysis product of APTES could act as thermal insulator to shield the fabric from heat feedback from the flame and further enhance the thermal stability of the carbonaceous layer (See Fig. 4S in Supplementary Materials).", "10.1016/j.cej.2021.130819"]], "rate": 1.0}, "nitramine": {"driver": [["Keywords Cyclotetramethylenetetranitramine Deep eutectic solvent Electrostatic discharge Charge accumulation Desensitization 1 Introduction 1,3,5,7-Tetranitro-1,3,5,7-tetraazacyclooctane (HMX), a high energetic nitramine-based material, has been used for the production of various ammunition [1], which is described as the best explosive due to the excellent thermal stability and perfect detonation behavior [2].", "10.1016/j.elstat.2020.103519"]], "rate": 1.0}, "PTFE": {"driver": [["This verified that the carbon/PTFE nanoparticle coating can improve the durability and the performance of the filter.", "10.1016/j.apt.2022.103706"]], "rate": 1.0}, "graphene oxide": {"driver": [["Keywords Polyimide films Isocyanate Reduced graphene oxide Mechanical property Surface resistivity Antistatic 1 Introduction Polyimide (PI) films are widely used as aerospace materials, microelectronics materials due to their excellent light transmission, thermal stability, solvent resistance, mechanical properties, and so on [1–5].", "10.1016/j.porgcoat.2020.105611"]], "rate": 1.0}, "metal oxide": {"driver": [["Some of us have also reported the use of a covalent functional nanocarbon hybrid [8] based on reduced graphene oxide (RGO) and an organic donor-π-acceptor chromophore as photosensitizers in classical dye sensitized solar cells (DSSC) [9], achieving efficient photoinduced electron-transfer into a high-band metal oxide semiconductor acceptor [10], a discrete photocurrent and good perspectives for solar cell stability.", "10.1016/j.synthmet.2019.116201"]], "rate": 1.0}, "oxides": {"driver": [["Among these materials, the antimony doped tin oxide (ATO) nanoparticles have become one of the most popular transparent conductive oxides owing to their high electrical conductivity, high sensitivity and good stability [7].", "10.1016/j.powtec.2018.09.092"]], "rate": 1.0}, "ANI": {"driver": [["Hence, how to improve the stability of PA latex is still an enormous challenge during the polymerization of aniline for preparing the conductive polymer composite.", "10.1016/j.porgcoat.2018.09.002"]], "rate": 1.0}, "poly(methyl vinyl ether-alt-maleic acid)": {"driver": [["Koo et al. found that the dispersion stability of conducting polymers could be enhanced by the use of poly(methyl vinyl ether-alt-maleic acid) (PMVEMA) copolymer with acid groups (-COOH) as a polymeric stabilizer [20].", "10.1016/j.porgcoat.2018.09.002"]], "rate": 1.0}, "transition metal oxide": {"driver": [["Keywords Nanowire Polyaniline Conductivity Dielectric Metal oxide 1 Introduction The transition metal oxide nanowires have interest of large scientific community due to their unique electrical and optical properties, high thermal stability, optoelectronics and electrochromic properties at nanoscale due to good transparency, high electronic mobility, wide band gap and variable oxidation state [1].", "10.1016/j.sna.2018.07.018"]], "rate": 1.0}, "PET": {"driver": [["To overcome these problems, many efforts have been made to improve the mechanical stability and processability by adding organic and inorganic nanoparticles into polymer matrix such as polyester, polyethylene [8], polyvinyl alcohol [9] and poly (methyl methacrylate) and transition metal oxide nanoparticles in the matrix.", "10.1016/j.sna.2018.07.018"], ["Keywords Polyethylene terephthalate Antibacterial Foodstuff preservation Textiles Anti-mildew 1 Introduction Nowadays, polyethylene terephthalate (PET) fibers have been the most popular fabrics in coat and sportswear owing to their low cost, excellent dimensional stability, quick-drying and processability, and climate free large-scale production [1,2].", "10.1016/j.mtchem.2021.100571"]], "rate": 1.0}, "ATO": {"driver": [["Antimony doped tin oxide (ATO) is a promising doped material as a filler of coating due to its appropriate thermal stability properties property and electrical conductivity.", "10.1016/j.jallcom.2018.02.222"], ["Furthermore, ATO and the straticulate RGO have a certain conductive properties, which can prevent they to be reunited and they can also enhance the stability of the structure.", "10.1016/j.jallcom.2018.02.222"]], "rate": 1.0}, "carbon": {"driver": [["Their unique 2D geometry and their associated high surface areas render them with a much better film-forming capability than other carbon-based ultrafine particles, leading to higher durability.", "10.1016/j.chempr.2018.02.021"]], "rate": 1.0}, "THPE": {"driver": [["4 Conclusions With the modification of appropriate prescriptions, long-chain branching HBA/HNA/THPE copolyester with excellent thermal resistance, high dimensional stability, moderate mechanical properties, good resistance to color contamination, high antistatic capability, and excellent flame-retarding performance has been successfully manufactured.", "10.1016/j.reactfunctpolym.2017.11.007"]], "rate": 1.0}, "graphite oxide": {"driver": [["The rapid and efficient reduction process is expected to maintain the interface stability between MT and graphite oxide (GO), since they have similar acid reaction solution with that of synthesis of MT@GO composite pearlescent pigments.", "10.1016/j.dyepig.2017.06.042"]], "rate": 1.0}, "polymethacrylates": {"driver": [["Consequently, ILs having high affinity with polymethacrylates are concluded to be potential antistatic agents involved in retaining transparency and long-term stability.", "10.1016/j.electacta.2017.07.181"]], "rate": 1.0}, "lithium": {"driver": [["Further, the IL’s wide electrochemical stability window allows its use as high-voltage electrolytes in lithium-ion batteries, avoiding leakage and improving evaporation durability of electrolytes in dye-sensitive solar cells [8], resulting in an improvement of the system lifetime.", "10.1016/j.eurpolymj.2015.07.058"]], "rate": 1.0}, "PVC": {"driver": [["In that case, replacing these liquid anti-static agents with solid conductive fillers will be an effective method for obtaining anti-static PVC films with good environmental stability.", "10.1016/j.compositesb.2015.05.011"], ["Compared with commercial antistatic PVC films containing CB and anti-static agents, the MLG/PVC composites exhibit some advantages of higher electrical conductivity, lower conductive-filler loadings, and especially much better stability to change in environmental humidity due to high intrinsic conductivity of MLG, large lateral size and high aspect ratio of the used MLG.", "10.1016/j.compositesb.2015.05.011"], ["On one hand, as mentioned above, there is a lack of strong interfacial bonding in the MLG/PVC composite due to the less functional groups existing on the MLG surfaces, and consequently the presence of MLG cannot greatly improve the thermal stability of the MLG/PVC composites.", "10.1016/j.compositesb.2015.05.011"], ["Therefore, in our work, the low thermal stability of the MLG/PVC composites is mainly attributed to the weak interactions and good compatibility between the MLG and PVC.", "10.1016/j.compositesb.2015.05.011"], ["On the other hand, The presence of MLG can greatly improve tensile modulus and glass transition temperature of the MLG/PVC composites, but decreasing tensile strength and thermal stability of the MLG/PVC composites, which is closely associated with crumpled morphology of the MLG, weak MLG-PVC interactions, and high DOP-adsorption onto MLG surfaces.", "10.1016/j.compositesb.2015.05.011"]], "barrier": [["However, these soft PVC films containing anti-static agents possess intrinsic disadvantage of poor environmental stability, for example, their electrical conductivity strongly depends on atmospheric humidity and gradually decreases with service time of the products.", "10.1016/j.compositesb.2015.05.011"]], "rate": 0.8333333333333334}, "TiC": {"driver": [["The results implied that the incorporation of nanoparticules TiC into polymer resulted in the improvement of the thermal stability of nanocomposites.", "10.1016/j.synthmet.2015.01.028"]], "rate": 1.0}, "TiO2": {"driver": [["Titanium dioxide (TiO2) is a well-known semiconductor, owing to its outstanding properties such as wide-band gap, nontoxicity, low cost, and long-term stability [16,17].", "10.1016/j.jcis.2014.01.015"]], "rate": 1.0}}