{"Kaolin": {"driver": [["Kaolin-based hollow fibre membrane has proven to be an excellent substrate material due to its hydrophilicity, chemical resistance and thermal stability [22].", "10.1016/j.surfin.2021.101178"]], "rate": 1.0}, "Cu2O": {"driver": [["Based on this theory, Lei et al. (2019) fabricated a superhydrophobic Cu mesh with modification of Cu2O, which had excellent durability and reusability with an oil-water separation rate of 95%.", "10.1016/j.petrol.2021.108889"], ["As visible light responsive material, cuprous oxide (Cu2O) has attracted much interest due to its low cost, remarkable catalytic activity, good stability and photoelectrochemical activity [47–50].", "10.1016/j.apsusc.2019.143580"]], "rate": 1.0}, "PDA": {"driver": [["The mesh had excellent stability and durability to various organic solvents, corrosive, and strong mechanical wear (Fig. 8b and c), due to the strong covalent interfacial action between PDA and mesh surface (Liu et al., 2014).", "10.1016/j.petrol.2021.108889"], ["The modified Fe mesh exhibits an anti-oil-adhesion performance underwater (Fig S4e-f) and has excellent stability under acid solution (Fig. 13g1-g2), which verified the anti-corrosion effect of PDA/PEI coatings.", "10.1016/j.petrol.2021.108889"], ["Compared to the membranes decorated only by PDA, the surface hydrophilicity is improved, the deposition time is shortened, and the stability of the decorated membranes is enhanced owing to the covalent cross-linking between PDA and PEI [31,32].", "10.1016/j.colsurfa.2020.125939"], ["Besides, PDA also acts as an effective chemical crosslinking agent for MPC-co-AEMA copolymer, further improving the stability of PDA/MPC-co-AEMA crosslinking layer.", "10.1016/j.memsci.2020.118789"], ["Multiple interfacial hydrogen bonding among ACNTs, PDA and PU nanofibers contributes to the enhancement of mechanical property of the PU nanofibrous membrane and also ensures the excellent interfacial interaction and durability of PAPN.", "10.1016/j.memsci.2020.118500"], ["It indicates that the stability of PDA@PP membrane is not good in alkaline solution, and the polydopamine particles detach on the membrane under the alkaline solution.", "10.1016/j.chemosphere.2020.126873"], ["This property is attributed to the excellent stability of the PDA/PEI co-deposition layer [38].", "10.1016/j.seppur.2022.121163"], ["3.4 Stability of the membranes Chemical stability is crucial features for PDA coatings in practical applications.", "10.1016/j.memsci.2018.03.010"], ["The mussel-inspired adhesion, i.e., catechol structure of PDA has strong adhesion with all kind of surface, would provide the CS&PDA/CF with good stability during drying and application.", "10.1016/j.ijbiomac.2022.04.007"], ["It could be attributed to the interlayer interaction between PDA and GO, in that case the GO layer would firmly stick on the surface of the PDA-modified support, hence remarkably enhancing the stability of the GO membrane.", "10.1016/j.seppur.2018.01.041"], ["It could be concluded that the GO/PDA/MCEM had good stability and reusability in long filtration process, due to the excellent properties of GO and PDA.", "10.1016/j.seppur.2018.01.041"], ["The above results demonstrated the excellent recyclability and stability of the PDA-modified nanofibrous mat, which were of great importance during the oil/water separation process.", "10.1016/j.colsurfa.2018.01.013"], ["The PDA-modified nanofibrous mats could rapidly separate water from the oil/water mixtures with excellent durability and recyclability.", "10.1016/j.colsurfa.2018.01.013"], ["In addition, PDA, as a binder, can not only improve the corrosion resistance of the substrate, but also well increase the binding force between the growing HKUST-1 crystal seed particles and the substrate, which greatly improves the stability of the membrane material (Zhang et al., 2017a,b).", "10.1016/j.jclepro.2021.130109"], ["Furthermore, several other desirable features were explored with PFDT/PDA/PI nanofibrous membrane including good reusability, thermal stability, consistent effectiveness upto 20 cycles and environmental durability [92].", "10.1016/j.cis.2021.102525"]], "rate": 1.0}, "NiS": {"driver": [["The stable Ni3S2 and NiS nanorods structures ensured the stability, reusability, and superhydrophobicity of the Ni mesh.", "10.1016/j.petrol.2021.108889"]], "rate": 1.0}, "silane": {"driver": [["It is noteworthy that resin and silane coupling agent KH550 are introduced to provide the as-fabricated oil/water separation membrane excellent mechanical durability and recyclability.", "10.1016/j.jcis.2021.05.004"], ["Such extraordinary durability can be attributed to the proper bonding between the silane group of FAS and SiO2 nanoparticles, as well as a strong adhesion between the FEVE resin of coating and the stainless-steel mesh substrate [48,50].", "10.1016/j.porgcoat.2019.105388"], ["The silane-coupling agents were added in the hybrid sol as cross-linkers with the aim of developing hydrophobic coatings and improving the washing durability of the treated silk fabric.", "10.1016/j.cis.2019.06.001"]], "rate": 1.0}, "SiO2": {"driver": [["It is noteworthy that HACC plays a critical role in enhancing the durability of the SiO2 coating.", "10.1016/j.jcis.2021.05.004"], ["They reported improvement in permeability and stability of the membranes due to the nanochannels and interconnection of RGO sheets induced by SiO2 intercalation and also the presence of DA.", "10.1016/j.asej.2020.08.027"], ["4 Conclusions In summary, we fabricate SiO2/SF modified meshes with good stability, high separation efficiency, and anti-fouling properties.", "10.1016/j.jece.2021.105085"], ["In comparison, superhydrophobicity or underwater superoleophobicity can be achieved on inorganic films, such as TiO2 and SiO2, but long-term stability of these films is still a concern [9,10].", "10.1016/j.apsusc.2020.146733"], ["The process reveals that two sizes of APTES-SiO2 nanoparticles could effectively enhance the stability of the contact angle during stretching test of the organohydrogel.", "10.1016/j.cej.2019.122925"], ["It is also worth to emphasize that, despite the considerable impact of SiO2 nanoparticles on mechanical durability and coating adhesion [49], the main role of using SiO2 nanoparticles, in this research, is incrementing the roughness which is a vital factor to obtain superhydrophobicity and highly oleophobicity.", "10.1016/j.porgcoat.2019.105388"], ["Keywords Superamphiphobic coating Substrate-independent HNTs/SiO2 particles Mechanical stability Chemical durability 1 Introduction In recent decades, bio-inspired anti-wetting surfaces have drawn considerable interest in research and industrial applications [1–6].", "10.1016/j.cej.2018.11.127"], ["The high durability and water resistance of the synthesized PU–SiO2 composite also confirmed the strong adhesion between silica particles and stainless steel mesh substrate and good bonding between silica particles and FAS groups [19,60].", "10.1016/j.apsusc.2018.05.125"], ["Moreover, the PU–SiO2 coating represents an excellent long-term performance stability, which repels the 1 h-dropped oil and water droplets with contact angles of 139° and 157°, respectively.", "10.1016/j.apsusc.2018.05.125"], ["EDS spectra shows that the main elements in the coating are C, O, F and Si (Fig. 7b), which demonstrates that the modifier and SiO2 nanoparticles are uniformly distributed in the abraded coating, verifying the good mechanical durability of the coating.", "10.1016/j.surfcoat.2018.08.018"], ["As a consequence, the HN/ER-coating showed excellent resistance to mechanical abrasion, durability and potential utility duo to its synergistic effect of MPS-SiO2/PNIPAM hybrid nanoparticles and ER interlayer.", "10.1016/j.apsusc.2017.11.215"], ["In order to further improve the stability of the membrane, many inorganic materials with intrinsic high surface energy are introduced for surface hydrophilic modification, such as SiO2, Cu(OH)2, TiO2, CaCO3 and so on [24–29].", "10.1016/j.seppur.2017.09.063"], ["It is likely that the hard SiO2 nanoparticles used in both techniques help improve the durability of both the coatings.", "10.1016/j.cis.2017.01.004"], ["In addition, the SiO2 coated meshes still retained underwater superoleophobic properties after 50 separation cycles with the separation efficiency for the kerosene/water mixture always maintaining at above 98.0% (Fig.3d), which showed a good stability of the as-prepared coated meshes.", "10.1016/j.seppur.2016.05.053"], ["Furthermore, by taking advantage of the condensation reaction that takes place between the isocyanate groups of 3-isocyanatomethyl-3,5,5-trimethylcyclohexyl isocyanate (IPDI) and the hydroxyl groups of PFPG as well as the hydroxyl groups on the surfaces of SiO2 nanoparticles and a cotton fabric, covalent bonds can be generated to enhance the durability of the resultant coatings.", "10.1016/j.compscitech.2015.11.015"], ["This suggests that the hard SiO2 nanoparticle layer (underneath ca. 75nm thick PDDA/FL layers) helps improve the durability of the coating, while the oppositely charged PDDA binder layers help anchor the particles to the glass substrate via an electrostatic bond.", "10.1016/j.jcis.2015.06.030"], ["Other RF-(VM-SiO2) n -RF/ Ar-SiO2 composites (Runs 2 and 3 in Table 1) exhibited a good dispersibility and stability not only in these organic solvents but also in water.", "10.1016/j.jcis.2011.06.045"], ["All of these result that the TiO2/SiO2 composite coatings exhibit superior repellence to high and low surface tension liquids as well long-term durability.", "10.1016/j.porgcoat.2021.106411"], ["3.5 Durability of TiO2/SiO2 composite coatings Mechanical durability is a critical parameter for coatings in practical applications, we noted that the TiO2/SiO2 composite coating had excellent durability.", "10.1016/j.porgcoat.2021.106411"], ["The TiO2/SiO2 composite coatings exhibit superior repellence to high and low surface tension liquids as well long-term durability.", "10.1016/j.porgcoat.2021.106411"]], "rate": 1.0}, "silica": {"driver": [["3.5 Mechanical robustness and durability of PFTS coated silica coating Major issues for many practical applications of the coatings are their mechanical reliability and durability.", "10.1016/j.apsusc.2022.153706"], ["Some fine water-soluble substances like zinc, iron, calcium carbonate, iron sulfide, and silica, etc. are also responsible components of emulsion stability [72].", "10.1016/j.molliq.2020.114701"], ["Li et al. [26] fabricated a superhydrophobic candle soot and silica coated mesh with excellent mechanical flexibility and stability in harsh environments.", "10.1016/j.seppur.2020.116541"], ["The excellent chemical stability and water resistance of the coated mesh were mainly attributed to the strong bonding between the polymeric latexes and silica particles, which was formed by the cross-linked Si-O-Si network in composite coating.", "10.1016/j.surfcoat.2019.124892"], ["Moreover, owing to the strong cross-linked structure between the polymeric latexes and the silica particles, the coated mesh showed excellent chemical stability and water resistance; it kept superoleophobicity under a series of pH solutions ranging from 1 to 13 and exhibited slight fluctuations during a 10-day immersion test under water and 3.5 wt% NaCl solution.", "10.1016/j.surfcoat.2019.124892"], ["Alkyl-fluorine and alkyl silane-based silica particles prepared using a sol-gel method showed good oil, water, weather resistance, excellent chemical, mechanical stability, low coefficient of friction and low surface free energy [30,31].", "10.1016/j.porgcoat.2019.05.029"], ["The polymer shell provides protective effect and outstanding underwater superoleophobicity, while the silica nanoparticles offer multiscale roughness and durability.", "10.1016/j.apsusc.2017.11.215"], ["Superhydrophobic cotton fabrics coated with a mixture of SU-8 photoresist, a fluorinated alkylsilane and silica nanoparticles with a very low contact angle hysteresis were prepared by Chao Zeng and coworkers [77] and exhibited excellent stability against long immersion times in organic solvents, as well as acid and base solutions.", "10.1016/j.cis.2017.09.003"], ["It indicates that silica-based materials show good controllability, physics mechanical property, and chemical stability.", "10.1016/j.apsusc.2017.07.134"], ["Combining with their non-stick superhydrophobicity and thermal stability, these composite coatings are suitable for green materials such as biotechnology, and clinical equipment, etc. Privett et al. [165] fabricated antibacterial superhydrophobic surfaces by coating with silica xerogel.", "10.1016/j.apsusc.2017.07.134"], ["Finally, turn to the industrial applications, Satish A. Mahadik [182] fabricated silica-based superhydrophobic coating through a facile sol-gel method, the surface showed enhanced long-term durability, mechanical stability, acid resistance, allowing it to be applicable to industrial and domestic applications.", "10.1016/j.apsusc.2017.07.134"], ["Although most of these works employ polymers to enhance the durability of silica-based coatings, depositing silica/polymer composites is a more facile way to fabricate robust particulate coatings.", "10.1016/j.colsurfa.2016.07.056"], ["Keywords Superamphiphobicity Cotton fabric Organically functionalized silica Enhanced stability 1 Introduction The excellent self-cleaning ability of the lotus, which is often called “lotus effect”, has been attracting great attention in the past decades.", "10.1016/j.apsusc.2015.08.180"], ["The enhancement of the thermal stability may be owing to the excellent thermal resistance of fluorinated and silicone moieties and the protecting effect of silica layer formed during the decomposition process [46].", "10.1016/j.apsusc.2013.07.156"], ["This finding confirms the (i) good adhesion between the silica layer and glass substrate and (ii) fairly good stability against water and oil contamination.", "10.1016/j.matchemphys.2009.12.031"]], "rate": 1.0}, "PVDF": {"driver": [["Among these polymers, PVDF is an ideal membrane separation and membrane distillation material because of its good thermal stability, good chemical resistance, and low price [34,35].", "10.1016/j.colsurfa.2021.126790"], ["Herein, PVDF microfiltration membrane was selected as the substrate owing to its excellent mechanical strength, high thermal stability and extraordinary chemical resistance [45-47].", "10.1016/j.seppur.2020.117724"], ["The poly (vinylidene fluoride) (PVDF) microfiltration (MF) membrane is one of the conventional membranes used in oil/water treatment due to its excellent thermal resistance, stable chemical stability and oxidation resistance [7].", "10.1016/j.memsci.2021.119234"], ["The modified PVDF/GO membrane has good stability in complex environment due to the formation of covalent bond bridged multiple crosslinked network on the membrane surface.", "10.1016/j.seppur.2021.118528"], ["The functional hydrogel coating shows good stability and endows PVDF membrane superior oil/water emulsion separation performance with the separation efficiency up to 99 %.", "10.1016/j.colsurfa.2020.125939"], ["Nevertheless, the modified TA-Ti@PVDF composite membrane could still remain the good mechanical stability and meet the actual application requirements.", "10.1016/j.seppur.2020.118022"], ["Polyvinylidene fluoride (PVDF), as one of the most important and popular polymers, exhibits excellent comprehensive performance, including high mechanical strength, good thermal stability, and good film-forming performance [20].", "10.1016/j.surfcoat.2020.125630"], ["All the long-term experiments showed the long-term stability of PVDF/F127–F16-TA 3‰ membrane.", "10.1016/j.memsci.2019.117455"], ["However, all these three membranes showed excellent thermal stability when the temperature is below 100 °C, so it can be concluded that the modified membrane PVDF/PEI-EDA can also be successfully applied in MD experiment with good thermal tolerance.", "10.1016/j.jcis.2018.11.040"], ["Since the durability and stability are very import properties of the superwettability materials [48–51], the crosslinking may provide the blend PVDF membrane with excellent durability, as was verified by repeated filtration experiments using M30.", "10.1016/j.memsci.2018.09.069"], ["These findings demonstrate the good stability of the blend PVDF membrane for repeated and long-term usage.", "10.1016/j.memsci.2018.09.069"], ["Polyvinylidene fluoride (PVDF) is one of the most extensively used polymeric materials for MD operations ascribing to its excellent thermal stability, chemical stability, and mechanical strength.", "10.1016/j.memsci.2017.06.089"], ["3 Results and discussion 3.1 Characterization of PAA-g-PVDF coated foam membranes and their wetting properties PVDF has been extensively applied for making filtration membranes because of its excellent thermostability, chemical resistance and mechanical strength.", "10.1016/j.seppur.2015.09.076"], ["Poly(vinylidenefluoride-co-hexafluoropropylene) (PVDF–HFP) possesses good mechanical properties as well as high thermal and chemical stability.", "10.1016/j.desal.2014.03.010"], ["Moreover, PVDF has been widely used in industry on account of its exceptional chemical stability and excellent resistance to aging.", "10.1016/j.apsusc.2011.04.069"], ["For example, the use of PVDF as a long-term architectural coating has a more than 30-year history, and exhibits excellent durability in that time [1].", "10.1016/j.apsusc.2011.04.069"], ["The PVDF/TA-Ti-SF127 membrane could maintain a high separation efficiency of more than 99.4% and a high permeation flux of more than 4995 Lm-2h-1bar-1, indicating that the PVDF/TA-Ti-SF127 membrane had good stability in oil-in-water emulsions with moderate acidic, alkaline and salt.", "10.1016/j.memsci.2021.119813"], ["These high permeability, outstanding antifouling performance and reliable cycle stability indicated that the PVDF/TA-Ti-SF127 membrane had the potential for quickly and efficiently handling the massive volume of oily wastewater.", "10.1016/j.memsci.2021.119813"]], "barrier": [["In particular, the CF&ZIF-8&PDMS without PVDF exhibited poor mechanical stability, suggesting that PVDF acted as a binder to enhance the stability of the rough structure.", "10.1016/j.ces.2022.117695"]], "rate": 0.9473684210526315}, "TiO2": {"driver": [["Nano TiO2 is considered to have good thermal stability, chemical resistance, photo catalysis, which can be used as an excellent catalyst or catalyst carrier [43–45].", "10.1016/j.colsurfa.2021.126790"], ["The addition of PVP and TiO2 not only endowed the membrane's stable hydrophilic and antifouling properties, but also improved its mechanical properties and durability.", "10.1016/j.colsurfa.2021.126790"], ["This also proves the addition of TiO2 can improve the flux and durability.", "10.1016/j.colsurfa.2021.126790"], ["Importantly, the Mn-TiO2/CC membrane with good mechanical and stability is very resistant to the acid, alkali and salt environment, indicating the prepared membrane has the broad application prospects in oily sewage.", "10.1016/j.surfcoat.2021.127276"], ["While TiO2 has the advantages of hydrophilicity, high activity, strong chemical stability, non-toxic and low cost (Pan et al., 2018; Shi et al., 2020; Zhao et al., 2018), photocatalytic performance (Dong et al., 2012; Liang et al., 2010), self-cleaning (Doganli et al., 2016; Ghobashy, 2017; Kale et al., 2016) are considered to be ideal materials for photocatalysis and have been extensively studied.", "10.1016/j.envres.2020.109494"], ["Besides, TiO2 is also a highly desirable candidate for fabricating superhydrophilic and underwater superoleophobic materials because of its excellent photocatalytic property, chemical-stability, thermal-resistance, self-cleaning and intrinsic hydrophilic properties [31–35].", "10.1016/j.memsci.2020.117976"], ["TiO2 is chemically stable so does not react with most substances, and has good thermal stability so does not significantly deteriorate in harsh environments [27,28].", "10.1016/j.memsci.2019.117804"], ["Combining with other functional materials for constructing super-wetting or light-responsive surfaces could be a useful method to enhance the recyclability and stability of TiO2 nanoparticles, endowing surfaces with other functional properties such as magnetic responsive performance and flame retardancy [34–36].", "10.1016/j.jcis.2019.11.014"], ["4 Conclusion In conclusion, superamphiphobic PVT/APP/TiO2 coating with excellent durability and flame retardancy was successfully synthesized via a facile spray-up and UV radiation method.", "10.1016/j.jcis.2019.11.014"], ["TiO2 has also attracted specific research interest as a coating material to equip substrates with hydrophilicity and oleophobicity, because it is inexpensive, nontoxic, and has good thermal, chemical and mechanical stability.", "10.1016/j.seppur.2019.04.019"], ["In this work, we prepared TiO2-coated SSM (TSSM) via a biomineralization approach and studied its surface wettability, separation capacity (flux and efficiency), anti-fouling capability, and durability under chemically, thermally and mechanically harsh conditions.", "10.1016/j.seppur.2019.04.019"], ["This demonstrates that TSSM has prominent resistance to oil-fouling and long-term stability and it can be attributed to the excellent underwater superoleophobicity of TSSM that has low affinity to oils, good durability of TiO2 coating, as well as the smooth surface of TSSM that may be less likely to mechanically trap oils, comparing to rough surfaces that have micro/nanostructures, such as nanorods and nanofibers [6,14,15].", "10.1016/j.seppur.2019.04.019"], ["Thus, uniform and conformal TiO2-coating not only is not stable in chemically harsh conditions but also improves the stability of the mesh.", "10.1016/j.seppur.2019.04.019"], ["Therefore, the biomineralization approach derived TSSM, in terms of both the mesh itself and TiO2-coating, is durable and has good thermal stability, as well as good stability in chemically and mechanical harsh conditions.", "10.1016/j.seppur.2019.04.019"], ["However, the E44/PEI/TiO2 coatings still showed an intact appearance for 10 h immersion and kept underwater superoleophobicity, exhibiting good chemical stability (Fig. S5 and Fig. 4 ).", "10.1016/j.jcis.2022.02.090"], ["Upon UV illumination recovery, the TiO2*15 LBL/CuO NNA dual-coated copper meshes still exhibit desirable superhydrophilicity with water contact angles close to 0° and underwater superoleophobicity, indicating the good reproducibility and stability of the nanostructured TiO2/CuO dual coatings under UV light illumination, whilst the Cu(OH)2 NNA-coated mesh exhibit no self-cleaning property, as no change in the water contact angle can be observed after UV light illumination (ESI, Fig. S9a).", "10.1016/j.cej.2017.07.075"], ["3.6 Stability and durability of the nanostructured TiO2/CuO NNA dual-coated copper mesh For practical applications in oily wastewater, it is appropriate to emphasize on the stability and durability of the as-fabricated superwetting meshes.", "10.1016/j.cej.2017.07.075"], ["Thus, the good stability and durability of the nanostructured TiO2/CuO dual-coated copper meshes are confirmed.", "10.1016/j.cej.2017.07.075"], ["With the inherent advantages of good stability and high mechanical strength of superwetting inorganic coatings and versatility to various oil/water mixtures, the current nanostructured TiO2/CuO dual-coated copper mesh offers a novel and promising separation material for the remediation of oily wastewater.", "10.1016/j.cej.2017.07.075"], ["In addition, the as-prepared Zn/FAS-TiO2 surface with micro/nano rough structures not only exhibited superhydrophobicity with a CA of 161.8°, but also superoleophobicity with an oil contact angle of 152°, and showed good mechanical strength and stability.", "10.1016/j.jallcom.2016.10.323"], ["An aim of the plasma polymer layer was also to improve the durability of the TiO2 coating, since the commercial application of a superamphiphobic surface largely relies on its mechanical and forced wetting durability [23,29,39].", "10.1016/j.apsusc.2016.05.095"], ["Amongst the materials mentioned above, Titanium Dioxide (TiO2) is regarded as the most promising candidate due to its superhydrophilic surface, photocatalytic efficiency and chemical stability properties [22,23].", "10.1016/j.seppur.2015.09.060"], ["TiO2 based photocatalysts have gained considerable attention as TiO2 exhibits significantly high physical and chemical stability, low cost, easy availability, low toxicity and excellent photo-activity [50,55–60].", "10.1016/j.apcatb.2015.03.058"], ["4.6 Heterojunction/heterostructure formation Formation of heterojunction structures incorporating TiO2 and other narrow bandgap semiconductor material is an attractive strategy to improve the photostability and efficiency of photocatalytic processes by increasing the separation between charge carriers.", "10.1016/j.apcatb.2015.03.058"], ["Nanosheets of Nb3O8 exhibited higher thermal stability and efficient photoinduced hydrophilicity compared to polycrystalline anatase TiO2.", "10.1016/j.apcatb.2015.03.058"], ["Commercial applications of photocatalytic TiO2-coated materials in the fabrication of self-cleaning glazing products require high processing temperatures; hence, high-temperature stability of photocatalytically active anatase TiO2 is highly desirable.", "10.1016/j.apcatb.2015.03.058"], ["High thermal stability of anatase–TiO2 can be useful for developing self-cleaning building materials.", "10.1016/j.apcatb.2015.03.058"], ["Particulate TiO2 has been widely used as a photocatalyst due to its stability, low cost, ease of fabrication and fairly good activity.", "10.1016/j.tsf.2009.03.230"], ["Mechanical durability is a critical parameter for coatings in practical applications, we noted that the TiO2/SiO2 composite coating had excellent durability.", "10.1016/j.porgcoat.2021.106411"]], "barrier": [["It proves the superior mechanical durability and reusability of CC@TiO2@Ag-0.4 membrane.", "10.1016/j.surfcoat.2020.126372"], ["Presence of the TiO2 coating provided chemical stability and imparted enhanced photocatalytic activity and hydrophilicity.", "10.1016/j.apcatb.2015.03.058"]], "rate": 0.9354838709677419}, "carbon": {"driver": [["In addition, the carbon cloth (CC) has the chemical stability, high conductivity and mechanical strength, which can effectively prevent the electron-hole recombination and provide a large number of active sites [19].", "10.1016/j.surfcoat.2021.127276"], ["Among these materials, carbon cloth (CC) with admirable characters including high porosity, good flexibility, thermal and chemical stability is an ideal material for dealing with oily wastewater [19,20].", "10.1016/j.surfcoat.2021.126879"], ["As a one-dimensional fiber material, carbon nanotubes (CNTs) have been applied in membrane development owing to their unique micro/nano structure, good chemical and thermal stability, and high surface area [45,46].", "10.1016/j.jcis.2021.02.043"], ["Hence, several studies attempted incorporation of polymers, ceramic nanomaterials and carbon nanostructures to the wax coating to enhance the durability as well as to improve the hydrophobicity and surface roughness.", "10.1016/j.colsurfa.2020.125132"], ["High mass-heat transfer capability of the CNT layer was responsible for the flux enhancement whereas the PDA/PEI layer played an important role in maintaining stability of the carbon nanotube layers.", "10.1016/j.seppur.2022.121163"], ["The cooperation of re-entrant structures and low surface energy perfluorinated carbon content resulted in robust superoleophobicity, demonstrating a considerable stability even under a compression experiment.", "10.1016/j.pmatsci.2012.11.001"], ["Currently, the approaches avoiding secondary pollution include the pattern of catalyst loading (e.g. catalytic membrane, carbon-based catalyst, and so on) [37], the enhancement of active site [38], and the improvement of catalyst stability [39].", "10.1016/j.jtice.2021.07.008"]], "rate": 1.0}, "fluorine": {"driver": [["8 Conclusion and future outlook To date, most studies have aimed to incorporate fluorine in the nano-coating composites materials as fluorine reflects an excellent resistance to metabolic change which provides stability.", "10.1016/j.jenvman.2021.112565"], ["Due to the strong bonding between carbon and fluorine, fluorinated surfactants exhibit excellent stability against heat and are expected to stay inside the reservoir for several days without any change in chemical structure or decomposition.", "10.1016/j.cis.2022.102634"], ["Superhydrophobic coatings with high water contact angles, ultralow sliding angles, excellent stability and good healing capability were prepared by spray-coating the homogeneous suspensions of the fluorine-free polysiloxane/multiwalled carbon nanotubes (POS/MWCNTs) nanocomposites onto various substrates and cured for a period of time.", "10.1016/j.carbon.2015.05.103"], ["The combination of facile preparation, excellent stability and good healing capability can significantly extend the lifespan and enhance the reliability of the fluorine-free POS/MWCNTs superhydrophobic surfaces for practical applications.", "10.1016/j.carbon.2015.05.103"], ["This result indicates that the addition of long-chain alkyl groups to commercially available fluorine-based agents is a simple and effective method to prevent Rf group reorientation and improve durability.", "10.1016/j.colsurfa.2021.127632"]], "rate": 1.0}, "ATR": {"driver": [["By putting the PMPC-24 coated PDMS into an autoclave machine, maintaining the temperature at 120 ℃ and pressure at least 15 psi for 30 mins, the WCA and UOCA of the autoclaved coating and un-autoclaved counterpart showed similar ATR-FTIR spectra and there was no obvious change of the wettability after autoclave, referring to the good stability of PMPC-24 at high temperature (Fig. S5).", "10.1016/j.colsurfa.2022.129463"]], "rate": 1.0}, "PVDF-POSS-NH2": {"driver": [["To further improve the stability of the PVDF-POSS-NH2/PC membrane coating, we fabricated an effective MPNs via facile coordination driven assembly of Fe (Ⅲ) and PC (FPN).", "10.1016/j.memsci.2021.119234"], ["The coordination complex networks between POSS-NH2/PC crosslinking and FPN synergy can reinforce the stability of surface coating, and the PVDF-POSS-NH2/FPN membrane can maintain its high oil/water separation performance and stable permeation flux after exposed in air for 30 days or immersed in strong acidic or alkaline solutions for 24 h.", "10.1016/j.memsci.2021.119234"], ["Besides the good oil resistance and long-term operation stability, the PVDF-POSS-NH2/FPN membranes showed excellent thermal stability (Fig. S14), which was owing to coordination complex networks could increase extensive interfacial adhesion activity.", "10.1016/j.memsci.2021.119234"]], "rate": 1.0}, "POSS-NH2": {"driver": [["Hence, the introduction of Fe (III) to form coordination complex networks can contribute to increase interaction and decrease electrostatic repulsion, resulting in the significantly reinforced stability of POSS-NH2/FPN coating.", "10.1016/j.memsci.2021.119234"]], "rate": 1.0}, "33,35–38,47,48": {"driver": [["Last but not least, the superhydrophobicity of as-prepared coating shows chemical robustness in acidic and alkali environments (pH 2.9–14), resistance to mechanical strength against abrasion and peeling, artificial and natural-exposure ageing, and very good durability against long time water immersion, offering us significant and additional information to studies conducted by precedent researchers [33,35–38,47,48].", "10.1016/j.jcis.2021.02.001"]], "rate": 1.0}, "copper": {"driver": [["The intersected 2D Cu-CAT-1 nanosheets structure stayed intact on the surface of the copper mesh after corrosion (Fig. S4d-f), which confirmed that the Cu-CAT-1@CM has prominent stability with good corrosive resistance.", "10.1016/j.seppur.2022.121488"], ["Furthermore, the WO3@Cu(OH)2 NRA-coated copper mesh was verified to have high salt resistance, broad acidic/alkaline stability, good thermal and mechanical stabilities.", "10.1016/j.jallcom.2020.157421"], ["The as-fabricated copper mesh also underwent a series of performance evaluation tests, including liquid adhesion, anti-fouling, oil-in-water emulsion separation, photocatalytic degradation of MB, photo-Fenton self-cleaning and environmental stability tests.", "10.1016/j.apsusc.2022.153497"], ["Lastly, the mechanical stability of copper mesh was assessed (Fig. 10c), and the results shown in Fig. 10d indicate that the as-prepared membranes still maintained a high underwater superoleophobicity (≥155°) after 80 abrasion experiments.", "10.1016/j.apsusc.2022.153497"], ["3.3 Anticorrosion ability and durability of the superamphiphobic copper surface When the superamphiphobic surface contacts water or some oil, the air layer trapped among micro/nanostructures would act an effective barrier between substrates and liquids.", "10.1016/j.colsurfa.2017.12.007"], ["It is indicated that the prepared superamphiphobic copper sheet relatively possesses good durability.", "10.1016/j.colsurfa.2017.12.007"], ["Most importantly, as-prepared copper mesh has good stability in acidic, alkaline, and salt solutions and can be used repeatedly for at least 50 times.", "10.1016/j.seppur.2017.10.055"], ["Fig. S2 shows the intrusion pressures for six kinds of oils are all above 1.5 kPa, indicating that the electrodeposited copper mesh has a good stability and is suitable for separating of oil/water mixtures presented in our work.", "10.1016/j.seppur.2017.10.055"], ["Importantly, the results of stability and corrosion resistance tests showed that the electrodeposited copper mesh is suitable for corrosive conditions, including acidic, alkaline and highly-saline systems, and it can be reused for more than 50 times without apparent change in morphology and decrease in separation efficiency.", "10.1016/j.seppur.2017.10.055"], ["The WCA of the superhydrophobic copper coating still keeps more than 150° after exposure for one month under the ambient environment, showing excellent stability and anti-oxidation to air (Fig. 2 ).", "10.1016/j.cej.2017.06.159"], ["The prepared copper-coated fabric retains superhydrophobic after 50 cycles of the oil-water separation (Fig. S11), showing the good durability.", "10.1016/j.cej.2017.06.159"], ["The fabricated superoleophobic copper substrates also exhibited better thermal stability and long-term stability in air.", "10.1016/j.apsusc.2014.11.182"], ["PI-coated copper mesh membrane exhibited outstanding reusability, and durability against harsh environment and, acid and alkaline nature of feed fluid.", "10.1016/j.cis.2021.102525"]], "barrier": [["The Co3O4 NWC prepared at 8 h shows shredding and the overall copper mesh displays poor mechanical stability.", "10.1016/j.apsusc.2022.153497"]], "rate": 0.9285714285714286}, "aluminum oxide": {"driver": [["Furthermore, for these coatings aluminum oxide particles were employed to construct a rough surface and endow the surface better durability, the superhydrophobic surface can be obtained simply by spraying or dipping methods, no additional pre/post processing was required.", "10.1016/j.apmt.2021.100970"]], "rate": 1.0}, "graphene oxide": {"driver": [["Inserting various nanoparticles into graphene oxide sheets to expand the interlayer spacing and improve stability through hybridization has become a trend in the preparation of graphene oxide-based composite films [39–41].", "10.1016/j.matchemphys.2021.124347"], ["Grafting is useful in the reduction of particle load, mechanical stability, and reduces particle splitting and improve the adsorption capacity and performance of the graphene oxide foams.", "10.1016/j.molliq.2020.114701"]], "rate": 1.0}, "nickel": {"driver": [["The results indicate good thermal stability of both PPy-NF and nickel foam.", "10.1016/j.desal.2021.114982"], ["Besides, the morphology of nickel-coated meshes after immersing in NaOH and NaCl have no obvious changes, illuminating the nickel coating has excellent stability under various corrosive liquids.", "10.1016/j.seppur.2017.09.063"], ["Hence, the nickel-coated meshes with superior stability toward many corrosive solutions are in favor of the effective purification of actual oily wastewater.", "10.1016/j.seppur.2017.09.063"]], "rate": 1.0}, "ARATP": {"driver": [["Only a slight decrease of O, Fe, and Mg in the coating is observed in the EDS analysis, which proves the satisfactory stability of ARATP in coating.", "10.1016/j.colsurfa.2022.129184"]], "rate": 1.0}, "MnCo2O4": {"driver": [["Apparently, the MnCo2O4-SSM has a certain acid resistance and prominent stability against alkali and seawater, which could ascribe to the coverage of dense MnCo2O4 coating.", "10.1016/j.seppur.2021.118435"]], "rate": 1.0}, "persulfate": {"driver": [["These results demonstrate the impressive chemical robustness and stability of the bio-inspired coating triggered by persulfate for effective oil-water separation.", "10.1016/j.memsci.2020.119041"], ["With exposure in extreme environments (i.e., acidic/alkaline solutions and oils), the bio-inspired coating exhibited strong long-term chemical robustness and stability, demonstrating an impressive efficacy of the persulfate-triggered bio-inspired coating in superhydrophilic and underwater superhydrophobic interface engineering.", "10.1016/j.memsci.2020.119041"]], "rate": 1.0}, "POSS": {"driver": [["The organic substituents offer tailorable reactivity [33], while the inorganic siloxane core endows POSS with excellent mechanical [34,35], thermal [36,37], UV and chemical stability [38].", "10.1016/j.memsci.2020.118898"], ["These examples imply that POSS nanoparticles are attractive candidates for fabrication of super-wetting materials with excellent durability.", "10.1016/j.memsci.2020.118898"], ["Herein, for the first time, a POSS wrapped CF (POSS@CF) with SUS property and excellent durability was fabricated by a simple dip-coating to deposit hydrophobic VPOSS nanoparticles on CF followed by thiol-ene “click” reaction to graft hydrophilic 2-mercaptoacetic acid (which contains carboxyl group).", "10.1016/j.memsci.2020.118898"], ["The excellent durability is mainly attributed to the inherent mechanical strength, UV tolerance of POSS nanoparticles, which could be transplanted onto the surface of C-POSS@CF.", "10.1016/j.memsci.2020.118898"], ["The deposited POSS layer endows the as-prepared membrane with excellent environmental durability, which can withstand mechanical abrasion for 180 cycles, ultrasonic washing for 60 min, UV light irradiation for 24 h and corrosive aqueous solutions for 72 h without reducing its underwater superoleophobicity.", "10.1016/j.memsci.2020.118898"], ["Such a fluorinated POSS derivatives can be a good precursor for incorporation to polymers matrix for improvement the material surface hydrophobicity or other physical conditions i.e. scratch resistance [58] or mechanical properties like oxidative stability or electrical properties [59].", "10.1016/j.colsurfa.2018.08.033"], ["It was reported that fabrics coated with hydrolyzed FAS containing well-dispersed FD-POSS possessed a multiple self-healing superamphiphobicity, which exhibited promising durability to acid, UV light, machine wash, and abrasion [262].", "10.1016/j.pmatsci.2012.11.001"]], "rate": 1.0}, "nitrogen": {"driver": [["It is observed that all the samples show similar curves and have no obvious weight loss below 300 °C in both nitrogen and air atmospheres, indicating their good thermal stability.", "10.1016/j.memsci.2020.118898"], ["These PIs showed good thermal stability and had no notable weight loss below 550 °C in both air and nitrogen atmosphere.", "10.1016/j.polymdegradstab.2009.06.013"]], "rate": 1.0}, "C-POSS": {"driver": [["The broader environmental durability make C-POSS@CF can be regarded as a good candidate for long-term oil/water separation, even in harsh environment.", "10.1016/j.memsci.2020.118898"]], "rate": 1.0}, "PFO": {"driver": [["Distinct from studies reported by Su [49], and Zhang [50], the PFO-(PDDA/PSS)n coatings with n ≤ 3.5 can hardly resist to NaCl solutions, here, we found the coatings with n ≥ 6.5 possess good durability towards salt solutions as we recently found that PFO anions not only substitute the surface counterions (Cl−), but also the majority PSS throughout the coatings [24,51].", "10.1016/j.apsusc.2020.148474"]], "rate": 1.0}, "AAM": {"driver": [["Ceramic membranes derived from zirconia, titania, silica, and alumina have demonstrated superior advantages over other membrane materials owing to their excellent chemical and mechanical stability, superior thermal resistance, and excellent resistance to biological attack.", "10.1016/j.ceramint.2022.05.189"]], "rate": 1.0}, "TEPA": {"driver": [["Moreover, the as-prepared PVDF-CA&TEPA membrane exhibits excellent anti-fouling property and stability even after 10 cycles of emulsion separation.", "10.1016/j.colsurfa.2020.125939"]], "rate": 1.0}, "8–10": {"driver": [["[8–10] Many coatings have shown high oil and water contact angles; however coating durability still needs to be improved.", "10.1016/j.mtcomm.2020.101370"]], "rate": 1.0}, "metal-polyphenol": {"driver": [["Therefore, metal-polyphenol coordination complex coated membranes with great chemical stability via facile self-assembly method were significant.", "10.1016/j.seppur.2020.118022"]], "rate": 1.0}, "TA-Ti": {"driver": [["Therefore, great stability of the as-prepared TA-Ti coordination networks was suitable for the preparation of robust filter membrane used for actual water treatment.", "10.1016/j.seppur.2020.118022"]], "rate": 1.0}, "WO3": {"driver": [["In the case of thermal stability test, neither underwater OCA nor water flux exhibits significant changes (Fig. 10c), indicating a good thermal stability of the WO3@Cu(OH)2 NRA-coated copper mesh.", "10.1016/j.jallcom.2020.157421"]], "rate": 1.0}, "Co3O4": {"driver": [["Cobalt oxide (Co3O4) nanomaterials as hierarchical structures have gained popularity due various advantages, including mechanical strength, chemical stability, natural abundance, ease of preparation, environmental friendliness, and most importantly high-water affinity [30,31].", "10.1016/j.apsusc.2022.153497"], ["The above results demonstrate that the BiOBr@Co3O4 NWC@CM membrane has excellent corrosion resistance and mechanical stability, and thus, have broad applicability in practical oily wastewater treatment.", "10.1016/j.apsusc.2022.153497"]], "rate": 1.0}, "BiOBr": {"driver": [["Bismuth oxyhalides, especially BiOBr, have been reported to exhibit excellent photocatalytic performance due to their tuneable band gap, high visible light responsiveness, chemical stability, and diverse morphology [40–43].", "10.1016/j.apsusc.2022.153497"], ["These results indicate excellent stability and reusability, thus corroborating the prospect of the BiOBr@Co3O4 NWC@CM membrane in the oily wastewater treatment.", "10.1016/j.apsusc.2022.153497"]], "rate": 1.0}, "MPC-co-AEMA": {"driver": [["The excellent durability could be ascribed to the strong adhesion ability of polydopamine and the covalent crosslinking between MPC-co-AEMA copolymer and polydopamine.", "10.1016/j.memsci.2020.118789"]], "rate": 1.0}, "oxygen": {"driver": [["The higher thermal oxidation stability in the second stage for these two-bilayer or three-bilayer coated PET fabrics was most likely due to the formation of the dense and compact char layers in the first stage, which efficiently simultaneously restrained the oxygen permeability and thermal transmission.", "10.1016/j.matchemphys.2020.123590"]], "rate": 1.0}, "Mn+": {"driver": [["All three meshes retained underwater superoleophobicity and the separation efficiencies remained above 99%, indicating that the PPVA-Mn+@SS meshes show excellent stability against harsh conditions.", "10.1016/j.apsusc.2020.147986"]], "rate": 1.0}, "PEI": {"driver": [["The as-prepared TA/DA/PEI coating shows great wettability and outstanding stability, due to that PEI can cross-link with TA and DA.", "10.1016/j.surfcoat.2020.126375"], ["The quick Michael addition and Schiff base reactions between plant polyphenols and polyetherimide (PEI) could enhance the hydrophilicity and stability of the prepared coatings [44,45].", "10.1016/j.colsurfa.2022.128875"], ["Co-deposition of PDA and PEI forms a bio-glue layer, which provides excellent hydrophilic property and high stability of percolating network, thus preventing the CNT from detaching from the membrane.", "10.1016/j.seppur.2022.121163"], ["The PDA/PEI-CNT layer showed excellent stability and high mechanical strength after co-deposition for 18 h.", "10.1016/j.seppur.2022.121163"], ["Polyetherimide (PEI), a common microfiltration and ultrafiltration membrane material, was selected to construct the anti-oil-fouling layer due to its excellent membrane-forming capacity, thermal stability, mechanical strength and chemical resistance [33–36].", "10.1016/j.jcis.2018.11.040"], ["The commercial PVDF membrane and the PEI fibrous layer exhibited excellent thermal stability with the decomposition temperature both above 400 °C.", "10.1016/j.jcis.2018.11.040"], ["Moreover, co-deposition of dopamine with other molecules such as polyethylenimine (PEI) can greatly increase the stability of the grafted layer under harsh conditions [41].", "10.1016/j.memsci.2017.06.089"], ["This suggests that PEI improved the durability of the modified CFs possibly by enhancing the interaction strength between PTA particles and cotton fabric.", "10.1016/j.indcrop.2022.115264"]], "barrier": [["Hence, the durability, stability and substrate binding ability of CNF-TA/PEI coatings are significant issues in applications.", "10.1016/j.colsurfa.2022.128875"], ["As shown in Fig. 5a, the surface of CNF-TA/PEI@SSM still retained micro/nano gel structures and still displayed underwater superhydrophilicity properties, thereby indicating the strong mechanical durability and binding ability of the CNF-TA/PEI coating.", "10.1016/j.colsurfa.2022.128875"], ["As shown in Fig. 5b, c, d and e, after exposure to the above conditions, the UOCAs of CNF-TA/PEI@SSM were in excess of 150°, thereby indicating that the CNF-TA/PEI coating had prominent chemical stability against complex harsh conditions.", "10.1016/j.colsurfa.2022.128875"], ["In addition, the hydrophilic groups of the PDA/PEI layer guarantee hydrophilicity, stability and underwater super-oleophobic properties of the composite layer.", "10.1016/j.seppur.2022.121163"]], "rate": 0.6666666666666666}, "GO-Ca2+-SA": {"driver": [["The above results demonstrated that the GO-Ca2+-SA nacre-inspired “brick and mortar” hybrid coating was successfully loaded on the surface of the stainless steel mesh, which was expected to improve the mechanical properties and stability of hybrid mesh for oil-water separation (Liang et al., 2016).", "10.1016/j.carbpol.2020.117097"], ["After oil-water separation cycling experiments for 20 times, for diesel-water, toluene-water, cyclohexane-water, hexane-water, and petroleum ether-water mixtures, the separation efficiencies of GO-Ca2+-SA hybrid mesh were still above 98.8 %, indicating that GO-Ca2+-SA hybrid mesh was suitable for the separation of various oil-water mixtures and had a good recycling stability.", "10.1016/j.carbpol.2020.117097"], ["All the above results confirmed that the GO-Ca2+-SA hybrid mesh had excellent chemical stability (salt/acid/alkali resistance), making it promising for the application in complex oily wastewater treatment.", "10.1016/j.carbpol.2020.117097"], ["In addition, the GO-Ca2+-SA hybrid mesh under the fast impact of waterfall through faucet flush for a long time kept good stability.", "10.1016/j.carbpol.2020.117097"]], "rate": 1.0}, "PEEK-OH": {"driver": [["These membranes possessed extremely high flux (7.34 * 104 L m−2 h−1 for PEEK-OH and 10.43 * 104 L m−2 h−1 for PEEK), excellent separation efficiency (nearly 100%) ultra-high strength (93.99 MPa for PEEK and 76.96 MPa for PEEK-OH), admirable thermal stability and corrosion resistance.", "10.1016/j.memsci.2020.118418"], ["Surprisingly, the efficiency values of them were still higher than 99.8% after corrosion treatment, soaking in solvent and being heated (Fig. 5 ), illustrating excellent corrosion prevention, solvent resistance and thermal stability of PEEK and PEEK-OH textiles.", "10.1016/j.memsci.2020.118418"], ["As a result, both PEEK and PEEK-OH textiles became high performance separation membranes, possessing great flux, selectivity, strength, thermal stability and corrosion resistance.", "10.1016/j.memsci.2020.118418"]], "rate": 1.0}, "Zinc": {"driver": [["Compared with the classical MgAl-LDH ones, the MgAlZn-LDHs have many superior physicochemical properties, such as higher thermal stability, higher specific surface area, more acidic sites, better UV resistance etc. due to the introduction of Zinc introduction (Sánchez-Cantú et al., 2014; Bezen et al., 2011; Xu et al., 2015; Bakr et al., 2018).", "10.1016/j.jhazmat.2020.122862"]], "rate": 1.0}, "carboxylic": {"driver": [["This superb durability is mainly due to the proper bonding between carboxylic group of PFONa and the amine group of resin, as well as strong adhesion between the resin of coating and the stainless-steel coated mesh substrate.", "10.1016/j.surfcoat.2020.125859"]], "rate": 1.0}, "quartz": {"driver": [["Notably, diamond nanofilm coated quartz wafers showed excellent mechanical and chemical durability, enabling them to withstand the high-speed sandblasting with unchanged morphology and transparency.", "10.1016/j.apsusc.2020.146733"], ["3 Results and discussion Due to the good wear resistance and chemical stability, the quartz sand was adopted as raw material in this study.", "10.1016/j.surfcoat.2018.08.018"]], "rate": 1.0}, "ACF": {"driver": [["The GO-RF/ACF membrane also shows high stability in water and a good tensile strength (7.5 MPa).", "10.1016/j.seppur.2020.117310"]], "rate": 1.0}, "paraffin wax": {"driver": [["The coating also presented improved drop impact durability (for 10,000 free-falling water drops) by up to a factor of 50, as the paraffin wax acted as a binder to fix the delicate candle soot indicating the improved mechanical robustness.", "10.1016/j.colsurfa.2020.125132"]], "rate": 1.0}, "PDMS": {"driver": [["Even though the θCA does not show a significant increase with higher PDMS concentration, the associated abrasion and water impact test, obviously displayed better durability when the PDMS concentration in the formulation was higher than 0.5.", "10.1016/j.colsurfa.2020.125132"], ["With the purpose of enhancing the stability through a crosslinking network, PDMS was selected as the adhesive cushion layer to tightly bond with the rough ESSM surface, which caused good mixing with the CS particles.", "10.1016/j.memsci.2019.03.038"], ["In addition to the laundering durability discussed above, the PDMS/PMMA@fabric also presented satisfactory fabric abrasion durability.", "10.1016/j.cej.2017.07.114"], ["Note that no plasma treatment of the PDMS was made because of the possible instability and roughening/damage of plasma-treated surface even though it may enhance the surface reactivity with the FDTS.", "10.1016/j.apsusc.2014.10.146"], ["Additionally, Poly(dimethylsiloxane)-based materials also have received much attention because of exceptionally low Young's modulus, low glass transition temperature, gas permeability, and furthermore, low surface energy, high thermal and chemical stability and low dielectric constants [20–23].", "10.1016/j.apsusc.2013.07.156"], ["Apparently, the PPS/45%PTFE coating with PDMS has better superhydrophobicity compared to the coating without PDMS at room temperature, while the PPS/45%PTFE coating without PDMS has better stability than the PPS/45%PTFE coating with PDMS at high temperature.", "10.1016/j.jcis.2012.11.011"], ["3.4 Stability of PDMS/HSS-PZS coating Although the PDMS/PZS and PDMS/HSS-PZS coatings can effectively prevent the adhesion of oil stains on different substrates, their durability is still in question.", "10.1016/j.colsurfa.2021.127323"], ["Meanwhile, the bonding strength of PDMS/HSS and PDMS/HSS-PZS only decrease slightly after 30 d of immersion, remaining above 1 MPa and 0.9 MPa, respectively (Fig. 7b), demonstrating excellent durability and stability.", "10.1016/j.colsurfa.2021.127323"], ["Moreover, their |Z|0.01 Hz values maintain at above 109 Ω cm2 even in 25 d immersion, and only reduce to 43.62 MΩ cm2 after 30 d, demonstrating excellent anticorrosion durability of the PDMS/HSS coating, which might be attributed to that superhydrophobic PDMS/HSS-PZS functions as an inner layer to inhibit the corrosion of Al substrate by water repellency and itself physical shielding effect.", "10.1016/j.colsurfa.2021.127323"], ["3.6 Characterization of antibacterial and antifouling properties Although the PDMS/PZS coating exhibits excellent oil repellency, its durability and corrosion resistance were much inferior to the PDMS/HSS and PDMS/HSS-PZS coatings, therefore, only the latter two was selected for antibacterial and antifouling tests.", "10.1016/j.colsurfa.2021.127323"], ["the promising durability on anti-fouling and anti-corrosion of the PDMS/HSS-PZS composite coating, is possibly ascribed to that the PDMS/HSS superhydrophobic inner layer inhibits the ingress of seawater, and the PDMS/PZS outer layer effectively prevents the attachment of fouling organisms and bacteria.", "10.1016/j.colsurfa.2021.127323"]], "barrier": [["However, 20 accelerated laundering cycles led to a subtle change of the surface morphology of the PDMS film, but contact angle still maintained about the value of 158°, demonstrating the superior stability of the superhydrophobic surface (Fig. 6b).", "10.1016/j.matdes.2017.08.071"], ["The superhydrophobic fabrics displayed a satisfactory durability after treatment, due to the intrinsic strong resistance of the PDMS to the employed acid and alkaline solutions.", "10.1016/j.matdes.2017.08.071"], ["Polydimethylsiloxane (PDMS) is a versatile material commonly used in biomedical devices including micro- and nanofluidics devices due to its great biocompatibility, chemical stability, transparency, and mechanical elasticity [47,5].", "10.1016/j.jcis.2016.10.094"], ["Particularly, some PAA-ZnO NPs aggregates appear on the surface (Fig. 4g), implying that the PAA-ZnO NPs present poor adhesion strength to the underlying substrate when the mass ratio is too low, which is very detrimental to the stability of the PDMS/PZS surface and the underwater superoleophobicity.", "10.1016/j.colsurfa.2021.127323"]], "rate": 0.7333333333333333}, "siloxanes": {"driver": [["Addition of silica or siloxanes to the wax along with polymers can enhance both SHPY, and mechanical/tribological/chemical durability.", "10.1016/j.colsurfa.2020.125132"]], "rate": 1.0}, "nano-titania": {"driver": [["Zhang et al. reported a method for preparing fluorine-free SHPC cotton fabric with excellent stability that includes adopting nano-titania sol to subject the cotton fabric to padding, baking and baking finishing to improve the surface roughness, and subsequently coating the material with molten paraffin wax or white wax [151].", "10.1016/j.colsurfa.2020.125132"]], "rate": 1.0}, "ZnO": {"driver": [["The wax matrix effectively protected ZnO nanoparticles and prevented them from leaching resulting in better durability [166].", "10.1016/j.colsurfa.2020.125132"], ["The ZnO/WBG filter layers exhibit relatively high separation efficiency, high flux only driven by gravity, admirable recyclability, as well as excellent chemical stability against harsh environment.", "10.1016/j.chemosphere.2020.126348"], ["Compared to numerous reported investigations about using two different mesh membranes with opposite wetting properties for simultaneously oil/water separation, in this study, the heat-induced switchable wetting characteristics were applied to creation ZnO-mesh membranes for oil/water isolation continuously with a high permeation flux and excellent durability which is more affordable and efficient for practical applications.", "10.1016/j.surfcoat.2020.125394"], ["As one of the multifunctional inorganic nanoparticles, ZnO nanoparticles have many remarkable physicochemical properties such as good chemical stability, biocompatibility, non-toxicity, strong antibacterial and bactericidal functions, and good corrosion resistance [21,22].", "10.1016/j.ceramint.2022.02.293"], ["The decrease of desquamation between ZnO nanolayer and substrate is also beneficial for maintaining wettability and environmental durability of surface.", "10.1016/j.colsurfa.2018.09.041"], ["Hence, the prepared samples coated ZnO nanomateris can maintain excellent superhydrophobic or superhydrophilic states after UV irradiation for a long time, suggesting well UV resistance and wetting stability.", "10.1016/j.colsurfa.2018.09.041"], ["In addition, the PDMS could strengthen the adhesion force between the PAA-ZnO layer and the underlying layer, which is beneficial to the mechanical stability of the composite coating.", "10.1016/j.colsurfa.2021.127323"], ["Fig. 8b shows the TGA curves of the above three coatings, compared with the PDMS, the PDMS/HSS and PDMS/PZS present less weight loss, demonstrating that the addition of HD-SiO2 and PAA-ZnO NPs effectively improves the thermal stability of PDMS based coatings.", "10.1016/j.colsurfa.2021.127323"]], "barrier": [["ZnO has also been considered one of the promising cold-cathode materials due to its negative electron affinity, chemical stability, and small tip radius of curvature [26].", "10.1016/j.apsusc.2014.09.065"]], "rate": 0.8888888888888888}, "PAN": {"driver": [["Although numerous desalination membrane materials based on asymmetric cellulose, polyamide, polydopamine, layered double hydroxides, polyethersulfone, polyphenylenesulfone, polyamide/polyacrylonitrile, nanotubes, and 2D nanosheets have been extensively utilized, but they face several obstacles for efficient separation and high stability due to fouling [19–26].", "10.1016/j.cej.2019.123585"]], "rate": 1.0}, "Polypropylene": {"driver": [["Polypropylene (PP) with excellent mechanical strength, chemical stability, excellent performance and extremely low cost (Himma et al., 2016).", "10.1016/j.chemosphere.2020.126873"]], "rate": 1.0}, "APTES": {"driver": [["For the PDA/APTES-1/2@PP12 membrane, the color changes of 1 M HCl, 1 M NaOH and 1 M NaCl solution are not obvious, indicating that the PDA/APTES-1/2@PP12 membrane could maintain high stability in alkaline solution.", "10.1016/j.chemosphere.2020.126873"], ["The SEM images (Fig. 5e) also showed that there are still a large number of PDA aggregates on the surface of the PP membrane, further indicating that the addition of APTES can improve the stability of the membrane in harsh environments.", "10.1016/j.chemosphere.2020.126873"], ["The introduce of APTES can increase the membrane stability in harsh environment.", "10.1016/j.chemosphere.2020.126873"], ["The separation efficiency of the PP-TP/APTES membrane remained stable at more than 99.8% after 30 separation cycles, while the separation efficiency of the Fe3O4/LA-TiO2 textile fabric dropped to 98% after only 15 cycles, showing the excellent durability of the PP-TP/APTES membrane [33].", "10.1016/j.porgcoat.2022.106723"], ["Fig. 9a showed that PP-TP/APTES-0.2/0.4 membranes exhibited stable underwater superoleophobicity though immersed in ultrasonic water for a long time, and the UOCA kept at above 153°, indicating excellent mechanical stability.", "10.1016/j.porgcoat.2022.106723"]], "barrier": [["The above conclusions manifested that the PP-TP/APTES-0.2/0.4 membranes possessed superior chemical stability in acidic and weak alkaline environments.", "10.1016/j.porgcoat.2022.106723"]], "rate": 0.8333333333333334}, "poly-pseudorotaxane": {"driver": [["It shows that the poly-pseudorotaxane membranes have considerable thermal stability, which makes them have the potential to be used to separate high-temperature oily wastewater.", "10.1016/j.jclepro.2022.132259"]], "rate": 1.0}, "zeolite": {"driver": [["The results indicated impressive stability and reusability of the zeolite mesh.", "10.1016/j.seppur.2020.116630"], ["The zeolite coated meshes have high stability in corrosive or hot aqueous solutions, which makes them potential candidates for industrial oil/water separation applications.", "10.1016/j.seppur.2020.116630"], ["The zeolite mesh exhibited good stability, reproducibility, and refreshability in corrosive or hot aqueous solutions.", "10.1016/j.seppur.2020.116630"], ["The zeolite-coated mesh showed good thermal stability, good reusability, and good recyclability.", "10.1016/j.colsurfa.2018.04.038"], ["More importantly, zeolite based mesh membranes are recyclable by calcination owing to the high thermal stability of zeolite crystals.", "10.1016/j.cis.2016.05.008"]], "rate": 1.0}, "ZIF-L": {"driver": [["The obtained amorphous ZIF-L exhibited significantly improved water stability.", "10.1016/j.seppur.2020.116647"]], "rate": 1.0}, "ZIF": {"driver": [["According to above results, it’s critically important to tackle the weak long-term hydrostability of ZIF materials in aqueous solutions, although they have shown excellent stability in wet air over a period of 6 months.", "10.1016/j.seppur.2020.116647"]], "rate": 1.0}, "organosiloxane": {"driver": [["In addition, organosiloxane is a promising candidate for the preparation of wear-resistant super-repellent materials, due to its polymerization to enhance the mechanical durability and chemical stability.", "10.1016/j.seppur.2020.116541"]], "rate": 1.0}, "kaolin": {"driver": [["Additionally, the modified kaolin mesh exhibited excellent stability in various corrosive solutions and durability in multiple cycles.", "10.1016/j.seppur.2020.116541"]], "rate": 1.0}, "SiO2-DS-6": {"driver": [["Moreover, the leaching amount of SiO2 nanoparticles in the T-PEN@SiO2-DS-6 composite membrane before and after cycling test could further prove the stability of the micro-/nano- structure of membrane surface.", "10.1016/j.jece.2022.108118"], ["Typically, the T-PEN@SiO2-DS-6 composite membrane had excellent durability and anti-fouling capacity (Fig. 7f), due to the low oil adhesion and the super-wetting feature.", "10.1016/j.jece.2022.108118"]], "rate": 1.0}, "ZIF-8": {"driver": [["Among them, zeolitic imidazolate framework-8 (ZIF-8) has been widely used in sensing, gas separation and adsorption because of low-costs, easy preparation and comparable high thermal/chemical stability [29].", "10.1016/j.seppur.2019.116273"], ["In this research, ZIF-8 was selected as research object because of its low-costs, easy preparation and comparable high thermal/chemical stability.", "10.1016/j.seppur.2019.116273"], ["Polydopamine (PDA) has been proved to be a secondary versatile platform for immobilizing inorganic nanomaterials [35,36], thus PDA was introduced to enhance dispersion and stability of modified ZIF-8 nanoparticles on membrane surfaces.", "10.1016/j.seppur.2019.116273"], ["A high-magnification cross-sectional SEM image indicates the RC@PDA/ZIF-8 membrane possess well-defined micro/nano hierarchical structures (Fig. 2c4), which is benefit for enhancing the stability of superwettability.", "10.1016/j.seppur.2019.116273"], ["These results indicate the good stability of ZIF-8 nanoparticles.", "10.1016/j.seppur.2019.116273"]], "rate": 1.0}, "NH2-ZIF-8": {"driver": [["As described that NH2-ZIF-8 has good acid stability (Fig. 1b), and the optimal solution pH was set at 3.", "10.1016/j.microc.2022.107661"]], "rate": 1.0}, "Titanium dioxide": {"driver": [["Titanium dioxide nanoparticles have been widely used in fabricating super-wetting or light-responsive surfaces due to its high surface activity, environmental friendliness, stability and photocatalytic performance [30–33].", "10.1016/j.jcis.2019.11.014"]], "rate": 1.0}, "TMPTA": {"driver": [["The fluorinated PVT (PFDT/VTES/TMPTA) polymer adhesive coating used was provided by our previous work [42], showing excellent durability and superhydrophobicity.", "10.1016/j.jcis.2019.11.014"]], "rate": 1.0}, "F-APP-TiO2": {"driver": [["3.3 Mechanical robustness of PVT/F-APP-TiO2 coating Mechanical stability of the various functional surfaces, such as superhydrophobic and superamphiphobic surfaces, had been the key point which restricted the large scale application.", "10.1016/j.jcis.2019.11.014"], ["It was obvious that quite few traces can be seen on the sand paper after 500 cycles, indicating the excellent mechanical stability of PVT/F-APP-TiO2 coating.", "10.1016/j.jcis.2019.11.014"], ["In addition, the PVT/F-APP-TiO2 coatings showed excellent mechanical durability, flame retardancy and self-recovery property.", "10.1016/j.jcis.2019.11.014"]], "rate": 1.0}, "polyurethane": {"driver": [["Antifouling finishing with fluorosilicone modified polyurethane not only reduces the surface energy of the material, but also improves the water and oil repellency and thermal stability of the surface of material, and it has the advantages of wear resistance and durability [26–30].", "10.1016/j.apsusc.2019.07.040"], ["At the same time, the fluorine-containing material can be resistant to chemical corrosion, so the introduction of fluorine in the synthesis of polyurethane can improve chemical stability.", "10.1016/j.apsusc.2019.07.040"]], "rate": 1.0}, "oxide": {"driver": [["Unlike polymeric membranes, the use of oxide ceramic membranes that are generally superhydrophilic, provides several benefits that include sufficient mechanical and thermal stability, high solvent resistance, and ease of cleaning and washing by strong acidic and alkaline solutions to address the membrane fouling issues.", "10.1016/j.memsci.2019.117477"]], "rate": 1.0}, "calcium": {"driver": [["Herein, a novel kind of underwater superoleophobic mesh with excellent mechanical stability was reported, which was prepared by the adhesion of PDA coating and one-step chelating of calcium ions (Ca2+) onto the coating on the mesh.", "10.1016/j.apsusc.2019.144180"]], "rate": 1.0}, "PTFE": {"driver": [["Among these hydrophobic membranes, the PTFE membrane has desirable characteristics, such as excellent hydrophobicity due to the low surface energy of about 20 mN/m, high membrane porosity and strong chemical stability with a melting point of about 327 °C (Zhang et al., 2019a; Zhao et al., 2018).", "10.1016/j.scitotenv.2019.133883"], ["These results indicate that the fabricated PTFE/PVA-GA composite membrane has excellent anti-oil-fouling property and satisfying performance stability, and may potentially enable MD to desalinate more challenging saline wastewater with a strong fouling potential.", "10.1016/j.apsusc.2018.04.180"], ["To accomplish extreme resistance against water, acidic, alkaline and other reagents (i.e. organic solvents, hexadecane) a covalently attached low surface energy coating [51] or a hydrophobic polymeric material with very low solubility in water and other probe liquids, and very good adhesion on the surface should be used (PTFE, FEP, plasma deposited polymer etc.) 2.5 Heat/elevated temperature durability Polymeric surfaces by principle cannot withstand high temperatures.", "10.1016/j.cis.2017.09.003"], ["The mechanical durability of single layered fluoroacrylic+SiO2 coatings was improved by dual layered PTFE amorphous on top of fluoroacrylic+SiO2 and dual layered fluoroacrylic+SiO2 on top of fluoroacrylic composite coatings.", "10.1016/j.jcis.2013.07.032"], ["Coating of the carbon fibers of this paper with polytetrafluoroethylene effectively hydrophobizes the fibers to provide effective water management [1], superior gas transfer [2], and improved mechanical stability [3] of the paper.", "10.1016/j.jcis.2010.07.044"]], "barrier": [["Up to date, to our best aware, the report about a long period of wear durability PPS/PTFE coating is little.", "10.1016/j.jcis.2012.11.011"]], "rate": 0.8333333333333334}, "CuO": {"driver": [["Furthermore, the GO coating was well maintained and the GO sheets did not shed from the CuO mesh after 10 use cycles (Fig. 7i), indicating the good stability of the coating.", "10.1016/j.scitotenv.2019.133777"]], "rate": 1.0}, "Flourocarbon": {"driver": [["Flourocarbon-based materials are involved in many industrial applications, due to the favorable properties (good thermal and chemical stability, low surface energy and etc.) they have [95].", "10.1016/j.surfin.2019.100340"]], "rate": 1.0}, "zero-flux-decline": {"driver": [["The superior long-term operational stability and zero-flux-decline feature ensure the broad applications of this method in marine antifouling coating, industrial oil-water separation, etc. Acknowledgements The authors gratefully acknowledge financial support from Natural Science Foundation of Tianjin City (18JCZDJC36900), National Natural Science Foundation of China (21621004, 21878217).", "10.1016/j.memsci.2019.117455"]], "rate": 1.0}, "Cu(OH)2": {"driver": [["In addition, the as-prepared Cu(OH)2/CM seems a perfect combination of great reusability, high permeation flux, heat resistance, mechanical and chemical stability, which make the mesh very promising toward durable oil/water separation under severe conditions.", "10.1016/j.jcis.2019.08.011"], ["The as-prepared Cu(OH)2/CM also possessed prominent advantages of high temperature durability in contrast to organic polymer based membranes.", "10.1016/j.jcis.2019.08.011"]], "rate": 1.0}, "L·m−2h−1": {"driver": [["In addition, extremely high flux of the mesh could be well maintained after 50 cycles (∼191 050 L·m−2h−1) (Fig. S10), suggesting the potential operation stability for long time usage.", "10.1016/j.jcis.2019.08.011"]], "rate": 1.0}, "MPa": {"driver": [["In addition, the superhydrophobic material exhibited excellent mechanical properties with a tensile strength >4 MPa and an elongation at break >300%, as well as excellent abrasion durability.", "10.1016/j.reactfunctpolym.2019.104329"]], "rate": 1.0}, "hydroxyl": {"driver": [["Attapulgite (APT) is a type of abundant and inexpensive natural clay mineral with reactive hydroxyl groups on its surface, which has many characteristics, such as good mechanical strength, huge specific surface area, and high thermal and chemical stability (Haden and Schwint, 1967).", "10.1016/j.jclepro.2019.118369"], ["However, the vast number of hydroxyl groups, that are present on the surface, make the substrate highly hydrophilic, very absorbent and, thus, easily to take in stains and impurities, restricting their practical applications, functionalities and durability.", "10.1016/j.matdes.2017.08.071"]], "rate": 1.0}, "APT": {"driver": [["The mechanical durability may be attributed to the embedment of numerous attapulgite nanorods with high surface energy on the mesh surface by means of PDA, which are difficult to be thoroughly removed from the surface under the strong abrasion (Fig. 6c), causing high oil repellency of the resultant mesh.", "10.1016/j.jclepro.2019.118369"]], "rate": 1.0}, "Zeolites": {"driver": [["Zeolites are microporous crystalline materials with good chemical stability and large surface-area-to-volume ratios.", "10.1016/j.jcis.2019.04.094"]], "rate": 1.0}, "zeolite-15": {"driver": [["All of these results demonstrate that the PVA/zeolite-15 coating has excellent mechanical robustness, chemical stability, and adaptability under complex environmental conditions.", "10.1016/j.jcis.2019.04.094"]], "rate": 1.0}, "PET": {"driver": [["In contrast, textile fabrics made from synthetic fibers, such as, polyester and nylon have improved durability and somewhat better waterproofing properties.", "10.1016/j.cis.2019.06.001"], ["Additionally, the modified cotton and polyester fabrics demonstrated good stability against acidic (pH = 1.0) and alkaline (pH = 14) solutions after 30 days of immersion.", "10.1016/j.cis.2019.06.001"], ["Among various natural and synthetic textiles, the most widely used textile is polyester fabric such as curtains, tablecloths, outdoor clothing and vehicle interior, etc., due to its good thermal stability, chemical resistance and excellent mechanical properties [3–5].", "10.1016/j.porgcoat.2018.07.013"], ["Additionally, silicone nanofilaments were grown on several substrates including polyester textiles (chosen for their good flexibility and mechanical stability), paper, etc. and were used to absorb oil by immersing the absorbent in the mixture [140].", "10.1016/j.cis.2017.09.003"]], "rate": 1.0}, "Polysiloxanes": {"driver": [["Polysiloxanes have excellent abrasion resistance, chemical inertness, thermal stability and waterproof characteristics.", "10.1016/j.cis.2019.06.001"]], "rate": 1.0}, "Fe3O4": {"driver": [["The PDA@ODA–Fe3O4 functionalized cotton fabrics demonstrated excellent laundering durability.", "10.1016/j.cis.2019.06.001"], ["The separation efficiencies, permeate fluxes, and stability of the Fe3O4/DDA-TiO2 textile were showed in Fig. 8 a, which demonstrated that the Fe3O4/DDA-TiO2 textile possesses excellent separation efficiency of higher than 99%.", "10.1016/j.colsurfa.2019.04.083"]], "rate": 1.0}, "PEPA": {"driver": [["The Ag@PDA/PEPA sponge have shown excellent stability.", "10.1016/j.seppur.2019.05.059"]], "rate": 1.0}, "PVDF-1": {"driver": [["2.6 Evaluation of F-VP coating stability To confirm that F-VP is stable enough in practical use, one type of modified membrane (F-VP/PVDF-1 wt%) was subject to a stability test.", "10.1016/j.memsci.2019.04.071"]], "rate": 1.0}, "Si-OH": {"driver": [["Simultaneously, the hydrolysis and condensation between –OH groups from Si-OH groups and fabric also occurred and generated new chemical bonds, which could improve the chemical and mechanical durability.", "10.1016/j.cej.2019.03.220"], ["Activation of glass slides with Techogent T105 could generate more Si-OH groups, and then enhance the binding of the nanocomposite on the glass slides, which is helpful to further improve the stability (Fig. S20 in supporting information).", "10.1016/j.carbon.2015.05.103"], ["The further condensation of Si-OH groups in the nanocomposite, the covalent attachment of the nanocomposite to the substrates, and the inherent stability of POS and MWCNTS are responsible for the excellent stability of the coatings.", "10.1016/j.carbon.2015.05.103"]], "rate": 1.0}, "SiO2-SH": {"driver": [["The good mechanical durability is due to the great strength of chemical bonds among SiO2-SH particles, DMAEMA and fabric.", "10.1016/j.cej.2019.03.220"]], "rate": 1.0}, "P25-Zonyl 9977": {"driver": [["After 10 cycles (Figs. 6d and S14) and even 50 cycles (Figs. S15 and S16), P25-Zonyl 9977 fabric (10) maintains high separation efficiency of hexane-water and 1,2-dichloroethane-water mixtures in alternation and still displays underwater superoleophobic and underoil superhydrophobic properties, indicating high stability and antifouling performance of the P25-Zonyl 9977 coatings.", "10.1016/j.cej.2019.03.110"]], "rate": 1.0}, "PDMS-CS": {"driver": [["Finally, the as-prepared dual Janus superwettable membranes with superhydrophilic (underwater superoleophobic) and superhydrophobic (superoleophilic) surfaces, which were designated as ESSM/PDMS-CS (i) and ESSM/PDMS-CS (o), were demonstrated to have controlled oil–water permeation with an anti-oil-fouling property and high mechanical durability.", "10.1016/j.memsci.2019.03.038"]], "rate": 1.0}, "iron oxide": {"driver": [["It was worth mentioning that even if the surface hydrogel coating was damaged, the damaged coating can be quickly repaired within one minute by the chelation between the exposed iron oxide and the hydrogel, which was beneficial to further enhance the durability of the membrane in practical applications.", "10.1016/j.apsusc.2022.154396"]], "rate": 1.0}, "Graphene oxide": {"driver": [["Graphene oxide (GO), which has the advantages of corrosion resistance and good chemical stability, shows great application potential in the field of oily wastewater treatment [42–46].", "10.1016/j.surfcoat.2022.128431"]], "rate": 1.0}, "CTAB": {"driver": [["In addition, the GO-CTAB complex-coated membrane shows outstanding corrosion resistance and good chemical stability.", "10.1016/j.surfcoat.2022.128431"], ["These results confirm that the GO-CTAB complex-coated mesh shows outstanding thermal stability and superior stability under strong acidic and weak basic conditions.", "10.1016/j.surfcoat.2022.128431"]], "rate": 1.0}, "Carboxylated polyphenylene sulfide": {"driver": [["Carboxylated polyphenylene sulfide was then used as the base material to provide excellent strength and durability [31,32].", "10.1016/j.ceramint.2022.02.293"]], "rate": 1.0}, "cellulose-starch-silica": {"driver": [["The cellulose-starch-silica composite coating nylon membrane had better water flux and reusability owing to the excellent hydrophily and durability.", "10.1016/j.jclepro.2018.05.102"]], "rate": 1.0}, "zinc": {"driver": [["Zhang et al. [27] fabricated two kinds of non-wetting surfaces, namely, a superhydrophobic surface and an SLIPS, on a zinc surface via a hydrothermal method, and they proved that the SLIPS presents advantages in maintaining stability in a corrosive medium.", "10.1016/j.jallcom.2018.06.029"]], "rate": 1.0}, "aluminium": {"driver": [["Thus, the conclusion can be drawn that both the SHS and SLIPS can inhibit the corrosion of the underlying aluminium substrate, but the SLIPS presents an advantage in maintaining stability in a corrosive medium.", "10.1016/j.jallcom.2018.06.029"]], "rate": 1.0}, "alkane": {"driver": [["Furthermore, the epoxy resin layer, cured by curing agent containing long alkane chain, enhanced the chemical stability of coating and effectively suppressed the water penetration to cause the corrosion of the metal substrate.", "10.1016/j.jcis.2022.02.090"]], "rate": 1.0}, "fluoroPOS": {"driver": [["3.6 Mechanical and thermal stability of A-G-PAL@fluoroPOS coating The superamphiphobic A-G-PAL@fluoroPOS coating has excellent mechanical and thermal stability.", "10.1016/j.clay.2018.01.015"], ["Thank to the higher aspect ratio of AHG, the AHG@fluoroPOS coatings could towards aforementioned corrosive liquids than other coatings owing to the superior air cushion at the liquid-solid interface significantly improves chemical stability.", "10.1016/j.clay.2018.07.034"], ["The suspension could be used for preparing the superamphiphobic MWCNTs@fluoroPOS coatings by spray-coating, however, the mixture of MWCNTs@fluoroPOS and PFDTES was used in order to enhance durability of the coatings.", "10.1016/j.jcis.2017.06.050"], ["The SiOH groups of hydrolyzed PFDTES could form crosslinking points with fluoroPOS, which is helpful to enhance durability of the coatings.", "10.1016/j.jcis.2017.06.050"], ["In order to enhance durability of the coatings, we used the mixture of the MWCNTs@fluoroPOS suspension and PFDTES to fabricate the MWCNTs@fluoroPOS/PFDTES coatings.", "10.1016/j.jcis.2017.06.050"]], "rate": 1.0}, "melamine formaldehyde": {"driver": [["The reason of great mechanical durability may be that waterborne melamine formaldehyde has great bonding effect on copper foam substrates and carbon nanotubes, as well as excellent mechanical strength of carbon nanotubes and copper foams.", "10.1016/j.surfcoat.2017.11.068"]], "rate": 1.0}, "silicate": {"driver": [["Quartz sand is a kind of silicate minerals with the peculiarity of good wear resistance, chemical stability and distinguished hardness which is easy to be processed.", "10.1016/j.surfcoat.2018.08.018"]], "rate": 1.0}, "Al2O3": {"driver": [["The F323/PFOA/Al2O3 coating manifests excellent durability against physical and chemical damages to steadily exert the advantages of superamphiphobic surfaces in the practical applications.", "10.1016/j.colsurfa.2018.06.010"]], "rate": 1.0}, "florine": {"driver": [["Herein, we prepared a florine-free, non-particle highly hydrophobic fabric with excellent durability via rapid UV-curing technique.", "10.1016/j.cej.2018.01.077"]], "rate": 1.0}, "B-PMMA": {"driver": [["According to the reported result of Kulinich et al., the chemical stability of an amphiphobic coating is also a very important factor influencing its practical applications, so FML-PMMA, B-PMMA, and FM-PMMA samples were respectively immersed in ethanol and water for 24 h, as shown in Fig. 7(d).", "10.1016/j.cej.2018.07.001"]], "rate": 1.0}, "ester": {"driver": [["The formation of ester-bond-crosslinked networks in the cellulose gel significantly improved the stability of the hydrogel layer, which provided the mesh with excellent reusability (Fig. S5).", "10.1016/j.cej.2018.01.045"]], "rate": 1.0}, "Hexamethylcyclotrisiloxane": {"driver": [["Hexamethylcyclotrisiloxane is the most abundant cyclic oligomer because of its good thermodynamic stability at the degradation temperature [40].", "10.1016/j.seppur.2018.04.059"]], "rate": 1.0}, "nano-carbons": {"driver": [["It has been reported that various polymer matrixes functionalized nano-carbons can effectively improve the stability of membranes [19,20].", "10.1016/j.seppur.2018.01.041"]], "rate": 1.0}, "Organosiloxane": {"driver": [["Organosiloxane is a promising candidate for the preparation of wear-resistant superamphiphobic materials, due to its polymerization to enhance the mechanical durability and chemical stability.", "10.1016/j.apsusc.2018.06.194"]], "rate": 1.0}, "perfluorodecyltrimethoxysilane": {"driver": [["The outstanding long-term durability and high temperature durability also indicate the stability of the microcone/nanograss hierarchical structures and the strong bond between the perfluorodecyltrimethoxysilane and the substrate.", "10.1016/j.apsusc.2018.06.126"]], "rate": 1.0}, "poly methyl methacrylate/3-aminopropyltriethoxysilane": {"driver": [["But, it is remarkable that the developed PPF has better corrosion durability than cotton fabrics or filter papers, greener coating than many materials like poly methyl methacrylate/3-aminopropyltriethoxysilane-coated cotton fabric [33] and carbon cloth@TiO2 @Ag membrane [34], and lower preparation cost.", "10.1016/j.colsurfa.2022.128554"]], "rate": 1.0}, "silica zeolite": {"driver": [["Among these, pure-silica or high-silica zeolite are the most promising due in part to their corrosion-resistance and their chemical, mechanical, and thermal stability [33–35], which enables their operation under severe conditions.", "10.1016/j.colsurfa.2018.04.038"]], "rate": 1.0}, "PES": {"driver": [["Nevertheless, the mechanical stability of the unsupported polyethersulfone base membrane is an area of concern if applied on large scale.", "10.1016/j.seppur.2017.10.070"]], "rate": 1.0}, "epoxy": {"driver": [["As a result, commercial epoxy resins became one of most common materials to prepare anticorrosion coating due to its excellent stability and water-resistance performance.", "10.1016/j.apsusc.2017.11.215"], ["Cui et al. [96] presented epoxy, multiscale superhydrophobic surfaces which showed excellent stability against high speed water drop impact (named by the authors scouring tests) of 10m/s (see Fig. 9i).", "10.1016/j.cis.2017.09.003"]], "rate": 1.0}, "hydrogen": {"driver": [["Currently, deep eutectic solvents (DESs), relatively new type of ionic liquids composed by quaternary ammonium salts with either hydrogen bond donors or metal salts, are becoming desirable alternative electrolytes for electrodeposition of various metals, which offer potential advantages such as excellent stability at high temperature, wide electrochemical widow, high conductivity and environmental compatibility [36–39].", "10.1016/j.seppur.2017.09.063"]], "rate": 1.0}, "Si3N4": {"driver": [["To explore the charge stability, we monitored the surface potentials of PVB/Si3N4 membranes within 300min via selecting four tested area with almost equal initial surface potential.", "10.1016/j.coco.2017.08.004"], ["Although the improved charge stability was yielded benefitting from optimized amount of Si3N4 NPs, we expect it would be further enhanced under the surroundings with moisture and oily particles.", "10.1016/j.coco.2017.08.004"]], "rate": 1.0}, "Si3N4-1": {"driver": [["It should also be noted that the peak values of PVB fibrous membranes achieved highest (624 pA) when the content of Si3N4 NPs was 1wt%, confirming that PVB/Si3N4-1 membranes possessed maximum interfacial zones and excellent charge stability.", "10.1016/j.coco.2017.08.004"], ["As illustrated in Fig. 3b, the overall tendency of surface potentials presented to be decrease with the increase of Si3N4 NPs, and PVB/Si3N4-1 membranes still showed best stability under oily condition, coinciding with Fig. 2c.", "10.1016/j.coco.2017.08.004"]], "rate": 1.0}, "PVB": {"driver": [["3.4 Strengthening the charge stability of PVB/Si3N4 membranes To enhance the adaptability to practical haze environment for PVB fibrous membranes, the wettability of the PVB/Si3N4 fibers was regulated by introducing FPU modifier and regulating its concentration from 0 to 3wt%.", "10.1016/j.coco.2017.08.004"], ["3.5 Filtration performance evaluation The fascinating enhancement effect of FPU to charge stability encouraged us to further elaborately inquire into the filtration performance of PVB/Si3N4-FPU-2 membranes with various basis weight.", "10.1016/j.coco.2017.08.004"]], "rate": 1.0}, "Si3N4-FPU": {"driver": [["4 Conclusions In summary, we fabricated nanofibrous electret PVB/Si3N4-FPU membranes with robust charges stability towards water molecules and oily particles via electrospinning, a novel in situ electret technology, achieving a permanently high filtration efficiency in practical haze weather.", "10.1016/j.coco.2017.08.004"]], "rate": 1.0}, "FAS": {"driver": [["Authors believe that such good mechanical durability is possibly due to a covalently bonded fluoroalkylsilane network that is embedded with fluorodecyl POSS molecules.", "10.1016/j.cis.2017.09.003"]], "rate": 1.0}, "Si-O-Si": {"driver": [["A multifunctional polymeric nanofilm of a triazinedithiolsilane compound was introduced onto a copper mesh surface using immersion [109] and exhibited excellent thermal stability (above 500°C) due to the cross-linked Si-O-Si networks inside the polymeric nanofilm.", "10.1016/j.cis.2017.09.003"], ["We have carried out FTIR analysis and SEM test on the coating after UV durability test (Fig. 11b, c), and found that the coating still retains the complete absorption peaks of Si-O-Si and -CH3 after a long time of UV irradiation, and the structure of the coating has not changed obviously, ensuring that the amphiphobic property and high transmittance of the coating are preserved.", "10.1016/j.surfcoat.2021.127863"]], "rate": 1.0}, "PDMS-silica": {"driver": [["Moreover, Chang et al. [86] chose natural wood as substrate, after being coated with PDMS-silica nanocomposites, the wood surface showed excellent durability against mechanical abrasion and high-frequency ultrasonic washing.", "10.1016/j.apsusc.2017.07.134"]], "rate": 1.0}, "polyimides(PI)-silica": {"driver": [["While they actually aimed at obtaining polyimides(PI)-silica composites, by the way, PI are known for excellent thermal stability and mechanical properties which precisely up to our expectation.", "10.1016/j.apsusc.2017.07.134"]], "rate": 1.0}, "PFN": {"driver": [["The result implies the stability of high oleophobicity in air and the excellent recyclability of the GHTC-PFN/KL coated NT.", "10.1016/j.jclepro.2022.131302"]], "rate": 1.0}, "PDMS-ZnO-PDMS": {"driver": [["Furthermore, the PDMS-ZnO-PDMS coated fabric samples also exhibited good stability for several laundering cycles.", "10.1016/j.matdes.2017.08.071"], ["All the results indicate that the PDMS-ZnO-PDMS coated fabrics exhibit good durability against strong mechanical abrasion, friction and UV irradiation.", "10.1016/j.matdes.2017.08.071"], ["Generally, the PDMS-ZnO-PDMS coated fabric exhibited superior stability under harsh environmental conditions with the CA remaining at a high level.", "10.1016/j.matdes.2017.08.071"]], "rate": 1.0}, "Sulphonate": {"driver": [["Sulphonate headgroup is known to show better heat stability and salt tolerance capability and it can be synthesized by treating amido-amine intermediate with 1,3-propane sultone [44].", "10.1016/j.cis.2022.102634"]], "rate": 1.0}, "glyphosate": {"driver": [["This composite membrane, with a smooth inner surface, high flux and excellent stability, has been successfully applied in recovery of glyphosate from saline wastewater [30] and arsenic removal [31].", "10.1016/j.memsci.2017.06.079"]], "rate": 1.0}, "BVO": {"driver": [["These results confirm the excellent stability of the BiVO4 coated mesh against abrasion, cavitation erosion and ultra-low temperature.", "10.1016/j.cej.2017.03.071"]], "rate": 1.0}, "PANI": {"driver": [["Compared to the stimuli-response flexible polymers, we focus on conductive polymers such as polyaniline with rigid chains, which can endow better stability, including their chemical and wetting properties.", "10.1016/j.cej.2016.06.073"]], "rate": 1.0}, "PDES": {"driver": [["The results demonstrated that the PDES coated H-PS surfaces presented excellent stability and superior resistance to the diverse chemical and physical damages, the reasons of which can be ascribed as follows.", "10.1016/j.colsurfa.2016.07.085"], ["The stable performance of other H-polymers also demonstrated that the special overhang structure and the strong adhesion between PDES layer played important roles in enhancing the durability of each surface.", "10.1016/j.colsurfa.2016.07.085"]], "rate": 1.0}, "Boron nitride": {"driver": [["2.2 Boron nitride nanotubes Boron nitride nanotubes (BNNTs) possess remarkable mechanical properties, high thermal conductivity, outstanding electrical insulation, excellent chemical stability, as well as superb resistance to oxidation [33].", "10.1016/j.cis.2016.05.008"]], "rate": 1.0}, "Diamond": {"driver": [["2.5 Diamond-like carbon Due to the excellent physical and chemical properties, such as good mechanical stability, extreme hardness, high corrosion resistance, and biocompatibility, as well as the tunability of the surface wettability and adhesion, diamond-like carbon (DLC) can also be used as a superhydrophobic coating on a mesh membrane surface for oil and water separation [48,49].", "10.1016/j.cis.2016.05.008"]], "rate": 1.0}, "Zeolite": {"driver": [["2.7 Zeolites Zeolite films have uniform pore size, good thermal and mechanical stability and excellent chemical resistance to acids and salt solutions [53].", "10.1016/j.cis.2016.05.008"]], "rate": 1.0}, "TCMS": {"driver": [["Zhang and Seeger [38] have successfully fabricated superoleophobic silicone nanofilaments coatings on the glass substrate with different microstructures under the vibration of the water concentration during hydrolysis and condensation of trichloromethylsilane, which possessed good transparency, chemical and environmental durability.", "10.1016/j.jcis.2016.06.006"]], "rate": 1.0}, "magnesium": {"driver": [["Electrodeposition technique will provide a novel approach for fabricating multifunctional surface of magnesium alloy, which possess the advantages of low cost, stability, and readily transferrable to manufacturing industries and material processing, etc. Acknowledgements The authors thank the National Natural Science Foundation of China (Nos. 51275555, 51475200 and 51325501), Science and Technology Development Project of Jilin Province (No. 20150519007JH).", "10.1016/j.jcis.2016.06.006"]], "rate": 1.0}, "SiO": {"driver": [["Superhydrophobicity is maintained in the composite (siloxane+2% w/w SiO2) coating because the siloxane material exhibits a good stability over pH.", "10.1016/j.porgcoat.2016.03.013"]], "rate": 1.0}, "carbonyl": {"driver": [["Fig. 4a reveals the beneficial role of the plasma treatment process and its increased duration in the stability of attached derivatives, evidence of the presence of carbonyl and carboxyl groups.", "10.1016/j.cej.2016.04.137"]], "rate": 1.0}, "Fluorocarbon": {"driver": [["Keywords Aluminum alloy Micro-nano structure Superamphiphobic Fluorocarbon oligomer Polar end Conformality Chemical stability 1 Introduction The discovery of lotus leaf with superhydrophobic (SHP) property [1], exhibiting water contact angle (CA) of more than 150° and sliding angle of less than 10°, more than a decade ago has inspired both academia and industry to developing bioinspired artificial surfaces possessing such property for a wide range of potential technological applications [2,3].", "10.1016/j.apsusc.2016.04.050"]], "rate": 1.0}, "fluorocarbon": {"driver": [["Therefore, the robustness test of the coating may provide more details about the adhesion stability and close-packing of the fluorocarbon oligomers of this study.", "10.1016/j.apsusc.2016.04.050"], ["3.5 Surface chemistry stability Robustness and chemical stability of the fluorocarbon oligomers after being vapor coated on the hierarchical microgrooves-nanograss Al alloy surfaces is of great importance in assessing their molecules’ close-packing and robust adhesion to the substrate.", "10.1016/j.apsusc.2016.04.050"], ["Low temperature fluorocarbon plasma chemical vapor deposition (PCVD) processing can be recognized as a potential candidate and enable fabrication of oleophobic surface because of its oleophobic property, low dielectric constant, and excellent chemical stability [6].", "10.1016/j.surfcoat.2012.05.060"]], "rate": 1.0}, "[15,33–36] bearing alkoxysilane": {"driver": [["In particular, sol–gel reactions with small molecules [29–32] and polymers [15,33–36] bearing alkoxysilane groups have been used to generate covalent bonds and enhance the durability of amphiphobic coatings.", "10.1016/j.compscitech.2015.11.015"]], "rate": 1.0}, "PFOEMA": {"driver": [["The sol–gel-forming PIPSMA blocks were employed because of their ability to enhance the coating durability, while the PFOEMA blocks were utilized for their ability to provide a low surface tension.", "10.1016/j.compscitech.2015.11.015"]], "rate": 1.0}, "alkoxysilane": {"driver": [["Although the durability of amphiphobic coatings has been improved by incorporating components with alkoxysilane-bearing groups [15,29–36] or by the use of commercial adhesives [25], the challenges associated with the high cost and potential toxicity of these materials remains unresolved.", "10.1016/j.compscitech.2015.11.015"]], "rate": 1.0}, "Carbon": {"driver": [["Carbon nanotubes are frequently used for fabricating superhydrophobic surfaces owing to their high aspect ratio [39–43], but the durability of the surfaces remains to be improved.", "10.1016/j.carbon.2015.05.103"]], "rate": 1.0}, "M-TCPP": {"driver": [["Free base TCPP/cotton fibers exhibited lower photostability compared to the M-TCPP/cotton, thereby limiting the use of TCPP as a sensitizer in practical self-cleaning applications.", "10.1016/j.apcatb.2015.03.058"]], "rate": 1.0}, "SBR-g-Zonyl TA-N": {"driver": [["The mechanical durability of SBR-g-Zonyl TA-N copolymer coatings was very good on glass but decreased with the incorporation of silica.", "10.1016/j.colsurfa.2015.05.049"]], "rate": 1.0}, "CMC": {"driver": [["There was no change in the morphology before (Fig. S9a) and after wear (Fig. S9b), demonstrating its excellent mechanical stability because sodium carboxymethyl cellulose and silica form nanoclusters through crosslinks.", "10.1016/j.surfcoat.2022.128193"]], "rate": 1.0}, "Perfluorooctyltrichlorosilane": {"driver": [["After sinteration and modification with Perfluorooctyltrichlorosilane, the finished coating possessed transparency, low adhesive superamphiphobicity and improved stability [162].", "10.1016/j.colsurfa.2014.02.016"]], "rate": 1.0}, "epichlorhydrin": {"driver": [["Their stability could be improved by grafting with epichlorhydrin (stability more than 2 months).", "10.1016/j.progpolymsci.2013.10.003"]], "rate": 1.0}, "acrylates": {"driver": [["The most common UV-oligomers used in UV-coatings are aliphatic urethane acrylates, which are the preferred materials for many applications where protective, transparent, non-yellowing, low shrinkage, good stability, and clean coatings are required [39,40].", "10.1016/j.mee.2013.09.010"]], "rate": 1.0}, "fluoroacrylic": {"driver": [["PTFE amorphous and fluoroacrylic binders were selected for improving mechanical durability of single layered coatings by fabricating dual layered coatings.", "10.1016/j.jcis.2013.07.032"]], "rate": 1.0}, "PPS": {"driver": [["Polyphenylene sulfide (PPS) is a high temperature endurance engineering plastic with good mechanical properties, exceptional chemical, solvent resistance, high dimensional stability, and easy manufacture [29,30], which is suitable to be used within the matrix of superhydrophobic coatings.", "10.1016/j.jcis.2012.11.011"]], "rate": 1.0}, "titanium": {"driver": [["This indicates that the titanium surfaces also retained good amphiphobic stability over long-term storage, and importantly to demonstrate that our method can be applied to any large-area three-dimensional or curved surface to attain superamphiphobic nature, we applied our method to curved Ti foil.", "10.1016/j.jcis.2013.02.037"], ["4 Conclusions Among the above three fluorinated polymers, we observed that the high T g amorphous transparent Hyflon® AD60 revealed a good adhesion to the anodized titanium substrate, it conferred both hydrophobicity and oleophobicity to the substrate, moreover it resulted to have a good UV stability to the photoactive anodized titanium.", "10.1016/j.porgcoat.2011.09.023"]], "rate": 1.0}, "silicones": {"driver": [["Earlier studies [1] have shown that silicones have special physical and chemical properties such as good thermal and oxidative stability, relatively low dependence of physical properties on temperature, chemical inertness, and low surface energy.", "10.1016/j.jcis.2012.06.019"]], "rate": 1.0}, "chloride": {"driver": [["Hence, the concrete with good resistance to chloride ions corrosion is important for protecting the internal reinforcement and improving the durability of the concrete in coastal environment.", "10.1016/j.conbuildmat.2022.126363"]], "rate": 1.0}, "amide": {"driver": [["Additionally, interchain hydrogen bonding between amide moieties has been found to enhance intermolecular stability [31–33].", "10.1016/j.jcis.2011.05.026"]], "rate": 1.0}, "PCTE": {"driver": [["3.2 The lid From Fig. 1 it can be deducted that the lid was designed from plastic (polycarbonate) that combined two important advantages: (i) it was transparent for visible light and thus enabled white light transmission imaging and (ii) durability against temperatures that occur during heat-sterilisation.", "10.1016/j.ceca.2009.11.012"]], "rate": 1.0}, "EDOP": {"driver": [["3 Results and discussion 3.1 Synthesis of the fluorinated monomer The 3,4-ethylenedioxypyrrole (EDOP) heterocycle, which has exceptional properties such as an extremely low oxidation potential, an ease of polymerization and a high electronic stability of the corresponding polymer [28], was used for the electropolymerization after its modification with a fluorinated tail.", "10.1016/j.jcis.2009.03.073"]], "rate": 1.0}, "g-C3N4": {"driver": [["Graphitic-carbon nitride (g-C3N4) nanomaterial with tunable surface properties, physicochemical stability, easy functionalization, and high porosity could offer an alternative to other porous materials such as zeolites in the membrane separation fields [6].", "10.1016/j.seppur.2021.120279"], ["Although good stability should be expected owing to the п-conjugated framework of the hydrophilic g-C3N4, OCA reduction is might be related to the protonated g-C3N4 in exfoliation process and consequently their interaction with NaOH [42].", "10.1016/j.seppur.2021.120279"], ["Graphitic carbon nitride (g-C3N4), by virtue of its merits of low cost, chemical stability, great visible light response, environmentally friendly, and easy preparation, is considered a suitable photocatalyst in the photocatalysis field [27–30].", "10.1016/j.jcis.2021.10.162"]], "rate": 1.0}, "fluorosilicones": {"driver": [["Particularly, fluorosilicones are valuable materials since they combine excellent solvent resistance [13], good thermal stability [14] [15] and low surface energy [16–18].", "10.1016/S0022-1139(00)00211-6"]], "rate": 1.0}, "zirconia": {"driver": [["Such zirconia membranes possess not only outstanding separation performance under long-term operation but robust structural stability at harsh conditions.", "10.1016/j.watres.2021.117859"], ["In addition to stable long-term filtration performance, the excellent stability of the zirconia membrane is also reflected by the unchanged surface morphology (Fig. 5b), surface porosity (from 27.1 ± 0.8% to 26.8 ± 1.0%) (Figs. 5c and S20), pore size and membrane mass (Fig. 5c) before and after prolonged operation under alkaline conditions.", "10.1016/j.watres.2021.117859"], ["The exceptional separation performance and operational stability demonstrated with real degreasing wastewater show the great promise of zirconia membrane for practical application in treating of real oily wastewater with harsh chemical conditions.", "10.1016/j.watres.2021.117859"], ["The high separation performance, outstanding chemical stability and fouling resistance render the filtration based on zirconia membrane a promising solution to treating challenging industrial wastewaters.", "10.1016/j.watres.2021.117859"]], "rate": 1.0}, "polyimide": {"driver": [["Moreover, unlike other electrospun fibrous membranes, polyimide (PI) membranes/material inherently possesses improved thermal and chemical stability, and high mechanical strength.", "10.1016/j.cis.2021.102525"]], "rate": 1.0}, "aromatic imide": {"driver": [["Enhanced thermal and chemical stability of PI membrane is brought about by the aromatic imide structure that results in high glass transition temperature and good oxidation stability is also due to PI backbone in the polymer structure.", "10.1016/j.cis.2021.102525"]], "rate": 1.0}, "OTMS": {"driver": [["The Fe3+–PA/OTMS/PI nanofibrous membrane exhibited outstanding stability against high temperature, corrosive fluids and UV radiation.", "10.1016/j.cis.2021.102525"]], "rate": 1.0}, "Polyimide": {"driver": [["3.3 Polyimide based super-wettable electrospinning nano-fibrous membranes for removal of oil/water through adsorption Oil sorbent technology with attractive features such as good adsorption capacity, reusability, regeneration, and high thermal stability is always recognized as a versatile technique for oil-water separation.", "10.1016/j.cis.2021.102525"], ["Polyimide is extensively utilized for preparation of PI-based aerogel because of its outstanding compressible features and thermal stability for oil/water separation.", "10.1016/j.cis.2021.102525"]], "rate": 1.0}, "Ni(OH)2": {"driver": [["Wang et al. prepared a kind of Ni(OH)2@fabrics with hierarchical structure and good thermal stability for oil/water separation by hydrothermal strategy (Wang & Wang, 2019).", "10.1016/j.carbpol.2022.119832"]], "rate": 1.0}, "perfluoroalkyl": {"driver": [["Keywords perfluoroalkyl groups electron-beam irradiation XPS ATR-FTIR washing and rubbing durability hydrophobicity and oleophobicity 1 Introduction Polymer materials such as films, sheets, packaging, and fibers are widely used in various fields due to their toughness, superior strength and processability and are essential items in our daily lives.", "10.1016/j.colsurfa.2021.127632"]], "rate": 1.0}, "n-alkyl acrylate": {"driver": [["In this study, we investigated the possibility of finishing textile treatment with excellent water and oil repellency and durability more easily in a short time simply by adding an n-alkyl acrylate monomer to a commercially available fluorine-based agent.", "10.1016/j.colsurfa.2021.127632"]], "rate": 1.0}, "MgO": {"driver": [["Magnesium oxide (MgO) is an inorganic material that is non-toxic to the human body, harmless to the environment, low cost, and excellent thermal stability (Chen, 2019; Mastuli et al., 2017; Lin et al., 2020), but it is rarely used as a hydrophilic material in oil–water separation.", "10.1016/j.ces.2021.117144"]], "rate": 1.0}, "SH-F-POSS": {"driver": [["The as-prepared FAS/SH-F-POSS cotton fabric showed superhydrophobicity and high oleophobicity, as well as good durability and self-healing ability.", "10.1016/j.colsurfa.2021.127566"], ["A good durability against various environmental impacts including washing, abrasion, chemical corrosion and high temperature is essential for the real application of FAS/SH-F-POSS fabric.", "10.1016/j.colsurfa.2021.127566"], ["Moreover, the surface superhydrophobicity of the washed fabric (after 15 cycles of accelerated washing) could be restored, and the WCA turned to be ~ 160°, after the washed fabric was treated with PFDT thiol solution again (same recipe and procedure to that for preparing FAS/SH-F-POSS fabric), which can be attributed to the further fluoridation of OVPOSS units, demonstrating the restorability and good durability of the FAS/SH-F-POSS coating.", "10.1016/j.colsurfa.2021.127566"]], "rate": 1.0}, "SHCF": {"driver": [["3.6 Stability of UWSOCF and SHCF The stability of separation materials is crucial for their practical applications, as superwetting surfaces are easily destroyed under severe conditions.", "10.1016/j.indcrop.2022.115264"], ["As such, both UWSOCF and SHCF exhibited excellent mechanical resistance, chemical resistance, and environmental stability.", "10.1016/j.indcrop.2022.115264"]], "rate": 1.0}, "PPO": {"driver": [["Due to a combination of excellent durability and on-demand separation performance, the sustainable plant polyphenol-modified superwetting cotton fabrics show great potential for separating oil/water mixtures on-demand, even under harsh conditions.", "10.1016/j.indcrop.2022.115264"]], "rate": 1.0}, "UiO-66-NH2": {"driver": [["3.5 The durability of the mesh The UV accelerated aging test of SSM/UiO-66-NH2/CM6 (Fig. 8 a) shows that the UWOCA of the mesh decreased after 72 h of UV irradiation but remained above 150°, proving excellent UV durability of the mesh.", "10.1016/j.memsci.2021.119755"]], "rate": 1.0}, "non-fluorine": {"barrier": [["However, particulate coatings usually exhibit poor wear resistance ad fluorinated organic compounds experience self-segregation into a separate phase with weak adhesion to the non-fluorine-containing matrix, leading to the poor durability of the materials.", "10.1016/j.jenvman.2021.112565"], ["However, the particulate coatings usually have poor wear resistance and fluorinated organic compounds also always self-segregate into a separate phase with weak adhesion to the non-fluorine-containing matrix, leading to the poor durability of super-liquid-repellent coatings [20,21].", "10.1016/j.colsurfa.2016.07.056"]], "rate": 0.0}, "oxides": {"barrier": [["To date, various materials have been widely explored to prepare these superhydrophilic surface, such as double hydroxide [24], oxides [25-27], zwitterionic molecules [28] and polymer hydrogels [29,30], However, these organic materials suffered many limitations in practical applications, such as poor mechanical strength, complex preparation processes and weak environmental adaptability or stability [31-33].", "10.1016/j.seppur.2021.118435"]], "rate": 0.0}, "NaA": {"barrier": [["3.4 Reusability and stability of the NaA zeolite coated mesh membrane for oil water separation One of the primary challenges in membrane technology is fabricating anti-fouling membrane for long-term usage.", "10.1016/j.seppur.2020.116630"]], "rate": 0.0}, "PEG": {"barrier": [["However, the complicated fabrication and activation process, low reactive site density and instability for long term storage limited the applications of these PEG-based substrates [26–28,30].", "10.1016/j.snb.2019.02.064"]], "rate": 0.0}, "Si-O": {"barrier": [["For the former one, it would not have been realized only on the premised of enhanced stability, actually, ways to introduce branched chains into Si-O bonds skeletons when forming silica monolithic gels have shown great potential of large-scaled superhydrophobic surface.", "10.1016/j.apsusc.2017.07.134"]], "rate": 0.0}, "DTAB": {"barrier": [["More importantly, the modified membrane showed very promising stability (one week of operation) in the recovery of water from DTAB-stabilized petroleum-in-water emulsion without experiencing fouling and wetting.", "10.1016/j.memsci.2017.06.089"]], "rate": 0.0}, "Fluoronated thiols": {"barrier": [["Fluoronated thiols have limitations due to their instability toward oxidation and require particular surfaces such as silver, gold, platinum, palladium, or copper.", "10.1016/j.cis.2017.01.004"]], "rate": 0.0}}