{"Zr-O-Si": {"driver": [["The developed novel composite sol consists of the functionalized hybrid network (Zr-O-Si), which attributes to excellent weather stability and surface wetting characteristics.", "10.1016/j.solmat.2021.111203"], ["The presence of a highly stable functionalized Zr-O-Si network in the anti-soiling coating results in hydrophobic property and excellent weather stability, as described in section 3.4.", "10.1016/j.solmat.2021.111203"]], "rate": 1.0}, "2H, 2H perfluorodecyltriethoxysilane": {"driver": [["The optimized weight ratios of the solvent mixture, Zr precursor, 3-Glycidoxypropyltrimethoxysilane, and 1H,1H, 2H, 2H perfluorodecyltriethoxysilane results in ambient curability with good mechanical stability.", "10.1016/j.solmat.2021.111203"]], "rate": 1.0}, "silica": {"driver": [["The results of indigenous prepared anti-soiling coatings are compared with commercial anti-soiling coating (silica-based), and the indigenous prepared anti-soiling coating exhibited excellent stability throughout the 1500 h, whereas the WCA of commercial coating has degraded by 30% after damp heat test as shown in the Table T2.", "10.1016/j.solmat.2021.111203"], ["To simultaneously achieve excellent optical properties and outdoor durability, various silica-based ARCs have been developed.", "10.1016/j.solener.2020.05.066"], ["In this work, presented here, we used a simple and efficient application method to fabricate a nanotextured monolithic silica thin film coating that exhibits anti-soiling behavior as well as enhanced durability.", "10.1016/j.solmat.2019.110302"], ["Also it is evident that the curves have shifted to higher temperature region for the thermal degradation which highlights the improved thermal stability with the incorporation of silica and other silane molecules [47].", "10.1016/j.apsusc.2015.11.068"]], "rate": 1.0}, "Diamant": {"driver": [["Many of the coatings were applied to the surface of material J, 3.2-mm-thick Diamant low-iron glass (Saint-Gobain S.A.), which has good durability to solarization (change in transmittance based on the redox state of the glass [4,51]) and glass corrosion [4,38] relative to other makes of low-iron float glass.", "10.1016/j.solmat.2020.110757"]], "rate": 1.0}, "graphene": {"driver": [["Replacement of platinum catalyst with graphene can offer higher electrochemical stability which solves the degradation of the platinum catalyst (Kavan et al., 2011) and 20 years lifetime of DSSC is possible by solving these issues (Grätzel, 2003) (Upadhyaya et al., 2013).", "10.1016/j.jclepro.2020.123343"]], "rate": 1.0}, "fluorocarbon": {"driver": [["We thus attributed the improved stability of the wettability of the fluorocarbon/TiO2-SiO2 composite coatings to the presence of TiO2-SiO2 colloidal particles, which could inhibit the replacement process due to the large number of hydroxyl groups on the silica surface.", "10.1016/j.apsusc.2016.11.014"]], "rate": 1.0}, "TNT": {"driver": [["The good corrosion durability can be ascribed to the amorphous titanium dioxide formed on Ti [44].", "10.1016/j.surfcoat.2016.08.091"]], "rate": 1.0}, "ATFP": {"driver": [["While the durability of ATFP is still required to be improved.", "10.1016/j.surfcoat.2016.08.091"]], "rate": 1.0}, "epoxy resin": {"driver": [["The large increase in the thermal stability of the epoxy resin can be attributed to a two-fold mechanism: (i) the filler reinforces and stabilizes the epoxy resin and, being much more thermally inert, improves the endurance to heat of the organic matrix; (ii) when the resin is reinforced by functionalized fillers, the establishment of a large number of covalent bonds between resin and fillers promotes a sort of vulcanization among the organic domains.", "10.1016/j.surfcoat.2015.03.046"]], "rate": 1.0}, "SiO2": {"driver": [["For common glasses (n ∼1.46–1.65) SiO2 turns out to be most suitable because the required porosities around 50% may provide a satisfactory mechanical stability.", "10.1016/j.jeurceramsoc.2012.02.032"]], "rate": 1.0}, "fluorides": {"driver": [["Encouraging results were obtained using different textured thin films (silica, metal oxides, fluorides); further improvement and demonstration of the effectiveness and durability of the coatings will support their deployment in commercial PV projects.", "10.1016/j.solmat.2021.111303"]], "rate": 1.0}}