{"borosilicate": {"1.48": [["These SWSs act as an effective layer with refractive index gradually changing from n=1 (air) to n=1.48 (borosilicate glass), as shown in Fig. 4, effectively suppressing the reflection in this interface and showing a broadband anti-reflective property.", "10.1016/j.solmat.2022.111935"]]}, "TiO2": {"2.4961": [["For example, the Δτd,rsw of coating V is reduced by the refractive index of the anatase TiO2 coating (n = 2.4961 at 589.3 nm [53]), which exceeds that of soda-lime glass (n = 1.5232 [54]).", "10.1016/j.solmat.2020.110757"]], "1.5232": [["For example, the Δτd,rsw of coating V is reduced by the refractive index of the anatase TiO2 coating (n = 2.4961 at 589.3 nm [53]), which exceeds that of soda-lime glass (n = 1.5232 [54]).", "10.1016/j.solmat.2020.110757"]]}, "silica": {"1.23": [["To suppress the Fresnel reflections at the interface between air and solar glass, an ideal single-layer AR coating with a quarter-wavelength optical thickness has a refractive index of 1.23 [4–6], which need to introduce a certain porosity, around 55%, into a dense material in nature (e.g., silica) according to the effective medium theory [7].", "10.1016/j.solmat.2018.12.032"]]}, "silicate": {"1.13": [["Jiang et al. [15] reported the double-layer AR coatings with superhydrophobic surfaces, in which the top layer was an organically modified silicate thin film with an ultralow refractive index of 1.13.", "10.1016/j.solmat.2018.12.032"]]}, "FE-3000": {"1.3": [["The reflective index was measured using a reflective film thickness monitor (Otsuka Electronics, FE-3000), and the refractive index of the coating was shown to be 1.3 at 589.3nm, which allowed the coating to act as an anti-reflection layer.", "10.1016/j.solener.2016.07.038"]]}, "iron": {"1.5": [["The solar covers used as protective glass in PV panels are made up of a low iron toughened glass of refractive index ∼1.5, where about 4% of light falling is reflected from the top cover glass in a PV module [6].", "10.1016/j.rser.2022.112145"]]}}